{
  "conferenceTitle": ["2nd International Conference on Special Education 2017"],
  "conferenceSubTitle": [
    "Access and Engagement"
  ],
  "nameOfChiefEditors": ["Datin Dr. Yasmin Hussain", "Dr. Safani Bari"],
  "nameOfArticleReviewers": [
    "Datin Dr. Yasmin Hussain (SEAMEO SEN)",
    "Dr. Safani Bari (SEAMEO SEN)",
    "Prof. Dr. Faaizah Shahbodin (UTeM)",
    "Assoc. Prof. Dr. Mohd Hanafi Mohd Yassin (UKM)",
    "Dr. Norani Md Salleh (UKM)",
    "Dr. Mohd Mokhtar Tahar (UKM)",
    "Dr. Kway Eng Hock (UPSI)",
    "Dr. Diyana Kamarudin (UMP)",
    "Dr. Madinah Mohd Yusof (IPGK Ilmu Khas)"
  ],
  "technicalEditors": [
    "Mohd Anis Abdul Razak",
    "Monishah Md. Shah",
    "Jayanthi a/p Arumugam"
  ],
  "administrative": [
    "Mazmi Maarof",
    "Mohd Zulkarnain Abdul Wahab",
    "Hazzlan Sama",
    "Amiruddin Abu Samah",
    "Nur Masturah Ibrahim",
    "Siti Nadia Sahak",
    "Noor Adila Ab Khalim"
  ],
  "finance": [
    "Era Zaffura Md. Sin",
    "Noor Addlina Oshman",
    "Siti Zuraidah Md. Noor"
  ],
  "design": [
    "Muhammad Asyraf Maarif",
    "Nurul Atiqah Mazudin",
    "Shahidah Abd Rahman"
  ],
  "distribution": [
    "Mr. Zul Ashrif Abu Bakar",
    "Mr. Aris Mamat",
    "Ms. Nur Amirah Hani Senin"
  ],
  "listOfSubTheme": [
    "Inclusive Education",
    "Technical and Vocational Education Training for Children with Special Educational Needs",
    "DeafBlind Education",
    "Networking in Special Education",
    "Learning Difficulties/ Hearing Impairment/Vision Impairment/ Gifted and Talented",
    "Building and Sustaining Inclusive Society",
    "Building and Sustaining Inclusive Community",
    "Legislative and policy related to Special Educational provision and implementation",
    "Science, Technology, Engineering and Mathematics for Special Educational Needs",
    "Early Childhood Care Education",
    "Teacher Training and Capacity Building",
    "Innovation in Special Education",
    "Educational Multimedia for Special Educational Needs",
    "21st Century Curriculum for Special Education",
    "Sports and Co-curricular activities for Special Educational Needs",
    "Cultural and Arts Appreciation for Children with Special Educational Needs",
    "ICT and Assistive Technology for Children with Special Educational Needs"
  ],
  "conferenceObjective": [
    "Enhance the knowledge and skills of participants to deliver effective educational services and support services for children with special educational needs by updating and enriching knowledge and skills of those who take part in the educational process.",
    "Provide the platform and opportunities for exchange of best practices in teaching and learning of children with special educational needs.",
    "Provide access and engagement in educational activities for children with special educational needs to prepare them for independent life.",
    "Provide information in recent trends in Special Education and Inclusive Education through exchange of best practices and current approaches that are tangible and responsive to  the 21st century challenges and needs.",
    "To establish networking and smart collaboration among Ministries, related agencies and educators in education especially in Special Education at national, regional and international levels.",
    "Increase awareness and acceptance of individuals with disabilities in the society and accommodating their needs in the community in terms of access, engagement and equity."
  ],
  "papers": [
    {
      "subTheme": "Inclusive Education",
      "listOfPapers": [
        {
          "id": "1",
          "paperId": "A1.01",
          "title": "Amalan Terbaik Berkolaborasi Ibu Bapa Di Sekolah Program Pendidikan Inklusif Dari Perspektif Pemimpin Sekolah Di Negeri Melaka",
          "authors": "Wong Jit Hoe, Wong Siew Fang",
          "abstract": "Kajian ini bertujuan bagi meninjau proses berkolaborasi ibu bapa di sekolah menengah Program Pendidikan khas inklusif Integasi (PPKI) terhadap amalan pendidikan inklusif di Negeri Melaka. Kerangka konseptual kajian dibina berdasarkan gabungan model tipologi enam jenis penglibatan oleh Epstein dan faktor kejayaan berkolaborasi oleh Cook dan Friend. Reka bentuk kajian menggabungkan kaedah kajian kes (temu bual, pemerhatian dan analisis dokumen) dan tinjauan (soal-selidik). Soal selidik diadaptasi daripada instrumen pengukuran kolaborasi ibu bapa Epstein untuk menilai tahap kerjasama pemimpin sekolah dan ibu bapa berdasarkan aktiviti kolaboborasi. Pendidikan Inklusif ini telah dibincangkan secara menyeluruh di peringkat antarabangsa mahupun di dalam Malaysia kerana ia telah berjaya mencapai perubahan yang lebih mantap. Melalui kaedah persampelan secara rawak berkelompok peserta kajian kuantitatif melibatkan sejumlah 900 responden terdiri daripada pemimpin sekolah daripada 30 buah sekolah program integrasi pendidikan khas inklusif di Negeri Melaka. Manakala kajian kes ini terdiri daripada 20 orang pemimpin sekolah , 12 orang ibu bapa dan 4 orang wakil komuniti daripada yang dipilih berdasarkan persampelan rawak berlapis. Dapatan kajian menunjukkan tahap persepsi ibu bapa dan pemimpin sekolah adalah pada tahap sederhana. Walau bagaimanapun didapati tiga buah sekolah berjaya memperolehi pencapaian berkolaborasi yang sangat tinggi dan aktiviti komunikasi menjadi aktiviti dominan. Manakala data kualitatif pula telah menghasilkan lima tema utama yang menerangkan faktor kejayaan sekolah memperolehi tahap berkolaborasi tinggi dan juga merupakan amalan terbaik berkolaborasi di sekolah PPKI. Objektif kajian ini ialah komitmen peribadi pemimpin sekolah yang merupakan punca dominan dan diikuti dengan penyelesaian pelbagai masalah dan memberikan ransangan yang kuat dalam usaha meningkatkan amalan berkolaborasi sekolah PPKI di Melaka mahupun di Malaysia. Selain itu, kajian ini juga mengesahkan dapatan kajian lepas bahawa persepsi yang positif daripada pemimpin sekolah terhadap amalan pendidikan inklusif adalah faktor utama bagi menyumbang ke arah kejayaan pelajar pendidikan khas inklusif. Hasil kajian ini mencadangkan agar pihak- pihak terlibat mengukuhkan dan memantapkan amalan pendidikan inklusif supaya pemimpin sekolah dapat mengetahui peranan dan kepentingan penglibatannya dalam membantu pelajar pendidikan khas inklusif supaya mereka menjadi seorang yang berguna dan berjaya pada masa hadapan."
        },
        {
          "id": "2",
          "paperId": "A1.02",
          "title": "Working Together: Best Practices Towards Inclusive Education Of Pangasinan Division Ii, Philippines",
          "authors": "Tambogon, Ricardo S., Tabuga, Marites M.",
          "abstract": "Inclusive Education is a worldwide program in special education which aims for Education For All (EFA). The Philippines’ Department of Education continuously supports inclusive education and promotes inclusion of children with special needs in all public and private schools across the country. Moreover, the Philippines’ DepEd’s Pangasinan Division II implements inclusive education but faces many challenges in the implementation in all schools over the years. To strengthen and to bring inclusion in action, Pangasinan Division II gears towards the implementation of several activities for students, both in typical, mainstream and special education class, professional upgrading and developments for regular and special education teachers, involvement activities for parents, stakeholders and the entire community to fully embrace and implement inclusive education. As a result, inclusive education, through working together, provides a great positive impact to the learners, strong support from parents and awareness to the whole community. This paper presentation aims to provide the participants with practical, evidenced-based and best practices towards inclusive education."
        },
        {
          "id": "3",
          "paperId": "A1.03",
          "title": "Inclusive Classrooms In Lopburi, Thailand: Through The Teachers' Lenses",
          "authors": "Sermsap Vorapanya, Apison Pachanavon",
          "abstract": "Thai society became aware of Inclusive Education only through the influence of law and regulations. Schools and teachers played a significant role in supporting special educational needs (SEN) students. This research project aspires to learn more in-depth about how inclusive schools are run, through studying: 1) the teachers’ complications when working with SEN students in inclusive schools; and, 2) the needs of the teachers to be supported while working with SEN students. This qualitative study was conducted in Lopburi Province by using SEAT framework to acquire the data. Eleven pilot-project inclusive schools in Lopburi Province were selected to be fieldwork sites for the research project. Paper documents, classroom observations and in-depth interviews with the teachers were completed in order to triangulate the source of data. The results from visiting school participants revealed four different main themes ranging from: 1) what teachers implemented for inclusive classrooms: teachers’ training, screening process, individualized education plan (IEP) process, teaching process, and supervising; 2) the other stakeholders’ backing off: supporting and funding; 3) how SEN students are being included in inclusive classrooms, being supported by the schools, their development, career paths, and referral for higher levels of education; 4) the teachers’ suggestions for effective inclusive classrooms."
        },
        {
          "id": "4",
          "paperId": "A1.04",
          "title": "Attitude Towards Deaf People Among Malaysian Secondary School Students",
          "authors": "Lee Wan Ying, Tan Chee-Seng, Siah Poh Chua, Lee Mah Ngee",
          "abstract": "Following the Malaysia Education Blueprint 2013-2025 (Pelan Pembangunan Pendidikan Malaysia), the Ministry of Education Malaysia is working towards providing a special education integration program (Program Pendidikan Khas Integrasi) that would increase the studying potential of special need students which includes student with hearing impairment. Previous research showed that having a positive attitude towards deaf peers in the classroom facilitates the success of inclusive education for deaf students. Therefore, this study intends to investigate the attitudes towards deaf people among hearing students and the impacts of contact with and knowledge about deafness on their attitude. A total of 143 students from two regular schools in Kuala Lumpur participated in this study. Participants’ demographic data, contact frequency with deaf people, knowledge about deaf people, and attitude towards deaf people were obtained through the questionnaire. Results showed that both interaction with and knowledge about deaf people were positively associated with attitude toward deaf peers. More importantly, knowledge about deaf people was found to mediate the relationship between interaction with interaction and attitude towards deaf individuals. Implication of the result includes giving insights about the current attitude towards deaf people in schools, in preparation to facilitate deaf students’ social and communication needs in the classroom for successful inclusive education."
        },
        {
          "id": "1",
          "paperId": "A1.05",
          "title": "A Proposition For An Inclusive Society For The Deaf",
          "authors": "Wong Woei Ling",
          "abstract": "Language is, but not exclusively a tool for communication and thisincludes sign language. Sign language is an essential tool for deaf community tocommunicate and is often co mmunity specific. At the local level, it is noticed thatthe main issue of creating a sustainable inclusive society lies in the wide spread ofthe significance of sign language. The gap between the hearing and hearingimpaired remains open, with effectiv e leadership and universal access to publicamenities remain constant. Consequently, this paper explores the general locallandscape of Kuching (capital of Malaysian state of Sarawak), identifying existingpolicies and practices that can be leverage on fo r a more sustainable inclusivesociety for the deaf. The paper also proposes the replicating successful movementcampaign such as #whyisign that could increase inclusion and success in buildingan inclusive society."
        },
        {
          "id": "2",
          "paperId": "A1.06",
          "title": "Promoting Inclusive Education Implementation In Indonesia Through Civil Power",
          "authors": "Paramitha Pradina",
          "abstract": "The Government of Indonesia noticed that an inclusive education system is the best option to address the diversity of students’ need. It will open-up the access to education so all students can participate in learning process and maximize their potential. Inclusive education is about the achievement of highquality education for all learners and the development of more inclusive societies. However, to date, the implementation of inclusive education still struggle in Indonesia. Low of community, students, parents, teachers’ understanding about children with special needs and inclusive as well as inadequate accessible infrastructure become major problems. One of the source of civil power that presence in Indonesia is Wahana Inklusif Indonesia. Wahana was established in 2013. Wahana supports the inclusive education implementation in Indonesia through the provision of inclusive education training for teachers, parents, education community and government officials; advocating children with special needs’ right; conducting family counseling and consultation program; and public campaign. Wahana Inklusif Indonesia has established a good partnership with national and sub-national government in Indonesia and support 130 students with special needs, trained more than 100 teachers from 5 inclusive schools on inclusive education and disabilities specific knowledge. Wahana Inklusif Indonesia has assisted East Java Early Childhood Department in developing an inclusive education program for early education of children with special needs. Even though Wahana is relatively new but the organization has promoted various forms of substantial changes, structural, procedural, as well as public (sensitizing) for the implementation of inclusive education."
        },
        {
          "id": "3",
          "paperId": "A1.07",
          "title": "A Review On Inclusive Education Practices And Effectiveness In Malaysia",
          "authors": "Nor Aniza Ahmad, Anis Farahanim Abd Rahman",
          "abstract": "Special education is a branch of educational services provided to students with special needs. This field is growing rapidly along with the development of the national education system. In addition to services at the Special Education School and Special Education Integration Programme, inclusive education approach is also implemented in certain schools across the country to meet the needs of students and current education demand. Existing policies adopted long ago provides the right for formal education for children with special needs, and the policy is reinforced by the introduction of compulsory education and education for all policies, which is now serves as the basis in planning the implementation of special education in Malaysia. Through a review, this study aims to explore the principles and practices of inclusive education in Malaysia. In addition to that, this study also aims to get an insight on the pedagogical practice of inclusive education in Malaysia. Through the review that has been conducted, gap in the current practice can be identified which can help to highlight further improvement that can be done in ensuring a successful implementation of inclusive education in Malaysia."
        },
        {
          "id": "4",
          "paperId": "A1.08",
          "title": "The Importance Of Physical Environment Accessibility For Semi- Ambulance Disabilities Inclusive Education In Perspective",
          "authors": "Dio Gitarama Subrata",
          "abstract": "Inclusive education is a humane system to accommodate the needs of each individual according to his needs without discrimination therein. Disabilities are individuals who experience obstacles in performing daily activities on the environment, while someone who experience barriers to walking and mobility without tools called semi-ambulance person. If the environment in the area where he lives, or other common environment can’t accommodate the mobility of conformity to its ability to meet its needs, it would be important to modify the environment that can be accessed easily, safely, and create a sense of comfort for disability semi- ambulance. Things that need to be modified include the shape of the pavement, track conditions were not easy to damp, and not too steep, and exerts railing on the stairs. With the availability of physical accessibility in accordance with the capabilities of disabilities can provide equal opportunities to the community at large."
        },
        {
          "id": "4",
          "paperId": "A1.09",
          "title": "Primary Teachers' Challenges In Implementing Inclusive Education In Schools Of Maldives",
          "authors": "Fathmath Nishan, Koay Teng Leong, Rohani Matzin, Rozmawijah Jawawi",
          "abstract": "This study explored the challenges faced by regular and SEN teachers in implementing inclusive education in government primary schools in Republic of Maldives. The instruments used in this mixed method research is a survey questionnaire and interviews. A survey questionnaire of three sections with an open-ended question on teachers’ challenges were administered to randomly selected regular teachers (N=125) and SEN teachers (N=34). A semi- structured interview guide was used for regular teachers (N= 8) and SEN teachers (N=7). The data from the open-ended question was analyzed for categories and the interview transcripts were thematically analyzed and coded. The top five challenges of RTs in implementing inclusive education in mainstream schools of Maldives were lack of resources, class size, lack of time, lack of trained teachers and lack of knowledge. The top five challenges experienced by STs in implementing inclusive education in mainstream schools of Maldives were lack of resources, lack of trained teachers, teacher attitudes, lack of collaboration and lack of time. It is recommended for policy makers to provide necessary resources, bring changes to current policy of teacher allocation, provide general teachers with skills and knowledge through programs and conduct awareness programs to foster positive attitudes. It is proposed for policy makers to build partnerships with higher education institutions to develop innovative teacher education programs in preparing skilled teachers for implementing inclusive education in Republic of Maldives."
        },
        {
          "id": "1",
          "paperId": "A1.10",
          "title": "Comparison Of Special Education And Mainstream Teachers' Efficacy Towards Inclusive Education Programme Classrooms In Malaysia",
          "authors": "Teng Kie Yin, Yeo Kee Jiar, Hadijah Jaffri",
          "abstract": "Teachers’ efficacy in catering diverse students’ learning needs in Inclusive Education (IE) Programme classrooms is crucial to determine the successfulness of its implementation. The purpose of this study is to identify the difference on the level of teachers’ efficacy towards IE Programme classrooms across teachers’ groups (special education and mainstream teachers) as some oversea studies showed the level of teachers’ efficacy towards IE Programme classrooms teaching depended on the types of teachers. A set of questionnaire with 11 items on Teachers’ Sense of Efficacy Scale (TSES) in Malaysian context has been distributed to 267 teachers (mainstream: 217 and special education: 50) from 21 public primary schools with IE Programme. The findings indicated that special education teachers had higher mean scores than mainstream teachers in both of the factors, pedagogy efficacy (TE1) and management efficacy (TE2). However, the multivariate tests in MANOVA demonstrated that teachers’ groups (special education and mainstream teachers) had no significant effect towards the level of TE1 and TE2. Therefore, there is no evidence that special education teachers are more efficient than mainstream teachers in IE classrooms. Therefore, well-planned teacher education and professional development programmes are needed to equip both types of teachers with the knowledge and competencies that are required, and also to ensure them to come to a consensus in implementing IE Programme in Malaysia."
        },
        {
          "id": "2",
          "paperId": "A1.11",
          "title": "Autism Students In Formal School",
          "authors": "Carol Reynaldo Siagian",
          "abstract": "Autism has become the fastest growing category of special education since it was added to the Individuals with Education Act (IDEA) in 1990. The numbers of Autism have continued to grow almost exponentially. The increase in the number of children ASD and the range of abilities among those children has brought a question and concerns on how to provide an appropriate public education in the least restrictive environment to the children on the spectrum. The increasing of ASD children were not followed by the numbers of special schools that far from formal schools. This condition triggering the ASD parents and formal school to start sending and excepting the ASD children in formal schools. With the limited understanding about inclusive education, the formal schools tend to claim full inclusion program in their school only from the present of the ASD students in their formal classes. The formal schools only adapt the condition with the general education system without obtaining the inclusion program. The system from general education may not appropriate with the condition for ASD students. After years the result from the ASD children become variety that lead to improvement or degradation. With uncertainly result school need to look back their condition to give better future for the ASD students."
        },
        {
          "id": "3",
          "paperId": "A1.12",
          "title": "Acceptance And Rejection On Students With Special Needs (Ssn) In Secondary Inclusive Classroom",
          "authors": "Abdul Rahim Razalli, Mohamad Norhizar, Abdul Talib Hashim, Nordin Mamat, Noreha Yusof",
          "abstract": "This study aims to identify the level of rejection and acceptance on Secondary Inclusive Classroom at Hulu Selangor District, Selangor, Malaysia. The study involves 10 schools with a sample comprises of 100 teachers from various educational backgrounds in the Inclusive Education Program. This study uses a set of instrument containing 40 questions to measure level of acceptance on secondary inclusive classroom. The findings showed that in terms of acceptance, there are 97% respondents who agree that SSN join the curriculum and co-curriculum together with mainstream students, 93% - 97% of the respondents accept the presence of SSN, 86% - 99% of special education teachers and mainstream teachers collaborate their teaching aids preparation, a total of 75% respondents increase cooperation between students and teachers and finally 84% are willing to accept the presence of SSN in the classroom. The findings also showed that only 2% up to 12% respondents reject the presence of SSN in the inclusive classroom for curriculum implementation and provision of teaching aids. Implication of the study indicates that the presence of SSN in the secondary inclusive classroom brings good impact for both teachers and SSN."
        },
        {
          "id": "4",
          "paperId": "A1.13",
          "title": "Career Path Of Persons With Disabilities",
          "authors": "Luningning B. de Castro, Liezel A. Vargas",
          "abstract": "This study aims to determine the career path of employed persons with disabilities. Itdeals with the transition of PWD after secondary education and presents the problem encountered by the PWD in their employment. Purposive sampling was utilized to obtain the participants in this qualitative research. Fifteen employed PWD research participants were identified and interviewed to determine their career path. Secondary research participants were also identified in the National Capital Region such as SPED Teachers and SPED Coordinators both in public and private schools, and parents with PWD children. The purpose was to confirm the transition program in school and the difficulties encountered by PWD. The study revealed that transitions for PWD were chosen according to the disability. Persons with physical disabilities due to poliomyelitis and visual impairment usually continue their studies up to the tertiary level. They are also competitive with the regular students starting from elementary level. They also hold higher position in the field of work they belong.On the other hand, persons with hearing impairment engage in vocational courses to get job training. In addition, students with Autism and Down‟s syndrome sometimes enroll in a non-graded school to enhance their skills. However, speech therapy is always accommodated to improve speech and communication. In addition, parents of these PWD do not allow them to travel alone. They should be assisted by having buddies with them all the time. Their parents consider their submissive attitudes as making them vulnerable to abuse. Implications and future directions are discussed."
        },
        {
          "id": "1",
          "paperId": "A1.14",
          "title": "The Inclusive Kindergarten In The Philippines: Access And Ample Opportunities For Early Learners With Special Needs",
          "authors": "Adora P. Zerrudo",
          "abstract": "The belief in education especially inclusive education has grown. Inclusive education nowadays is very essential specifically for diverse students who have learning needs and it is also the basis for a more unbiased society. An evaluation on how inclusive kindergarten schools implemented the inclusion of early learners with disabilities was the objective of this study. Specifically, it determined the current status on the level of implementation of inclusive education practices; evaluated the extent of attainment of the program toward achieving specific goals to expand inclusive education; recognized best practices observed in the implementation of inclusive kindergarten education program and identified the challenges met by the respondents; This research work employed the descriptive evaluative design as well as qualitative type were used to determine the challenges experienced and best practices observed in the implementation of an inclusive kindergarten program through a focus group discussion with the principals and teachers. Results showed that the level of school implementation of inclusive kindergarten program is generally observed to be very high; attainment of the program objectives/outcomes consistently yielded a high level of implementation with approximately 61%-80% target indicators implemented in one of the City School Divisions in Southern Philippines; best practices include dedication of teachers to teaching children with special needs, appropriate school environment, inservice trainings conducted to teachers handling children with special needs, curriculum modification and support of parents to inclusive education programs, while challenges met consisted of attitude of teachers towards inclusive education, workload of teachers, acceptance of parents having children with special needs, assessment and strategies in handling children with behavioral problem. Hence, the study concluded that inclusive education in one of the City School Divisions in Southern Philippines is highly implemented."
        },
        {
          "id": "2",
          "paperId": "A1.15",
          "title": "School-Based Roadmap For UN 2030 Education Agenda Focused On Providing Inclusive, Equitable And Gender Equality Education For Children With Disabilities",
          "authors": "Jupiter L. Petilla",
          "abstract": "The UN 2030 Education Agenda is a global platform directed towards creating opportunities for children with disabilities for their holistic development and eventual mainstreaming in the society. The school being the catalyst of societal transformation is the focal point for provision of instruction and intervention that emphasize inclusion, equity and gender equality among learners. School policies, programs and activities must be crafted to address mainstreaming of children with disabilities that will prepare them for self-independence and enhancement while ensuring that gender bias and bullying is eliminated, thus creating a wholesome school-wide environment. The objectives of this paper stressed on the level of awareness of the goals of UN 2030 Education Agenda, degree of effectiveness of initiatives and activities for implementation, degree of seriousnsess of the problems that hinder implementation and the plan of action reflected as a school-based roadmap to achieve sustainable development. Descriptive-analytical method of research was employed with survey-questinnaire as its data-gathering instrument. Respondents were teachers and stakeholders of the school. From the data gathered, it was concluded that respondents have very high awareness of the goals of UN 2030 education agenda, the iniatives and activities to be undertaken were perceived very much effective while the problems to be encountered are moderately serious. The findings indicated that the principal should keep track of the activities being implemented to ensure alignment with the goals, stakeholders must work collaboratively to intensify implementation of the school-based initiatives and activities and that doable and effective solutions must be thought of to address and minimize the problems encountered. Thus, the principal in unison with the teachers and stakeholders must religiously implement the plan of action to ascertain fulfillment of the goals set of providing inclusive, equitable and gender equality education for children with disabilities at Mangaldan Integrated School Special Education Center."
        },
        {
          "id": "3",
          "paperId": "A1.16",
          "title": "Scoping Study Into Human Rights-Based Approaches To Education In Southeast Asia",
          "authors": "Educational Research Unit SEAMEO INNOTECH",
          "abstract": "The right to education is a universally recognized human right. Like all human rights, it is inalienable, indivisible, interdependent and interrelated with other human rights. As such it is an enabling rights as well because it allows people to exercise and strengthen their voice to claim and secure their rights (Global Campaign for Education, n.d.). But while the right to education is internationally recognized, it remains to be one of the biggest challenges to date, as millions of children are still denied of their basic entitlement to education. SEAMEO INNOTECH, in fulfilling its mandate to provide innovative solution to address the educational needs and concerns of the countries in the region, this study identifies the approaches that each SEAMEO member country has employed in implementing rights-based approach to education. Through a descriptive case study method, this research answered the question, what are the nature and extent of approaches to human rights-based education of the 9 member countries in SEA? This study brings to fore the 9 (i.e. Brunei Darussalam, Cambodia, Indonesia, Lao PDR, Malaysia, Myanmar, Philippines, Thailand and Vietnam) Southeast Asian (SEA) countries’ diverse strategies in implementing rights-based approach to education using a common framework. Moreover, the different programs and projects of the 9 SEA countries on human rights-based education, effective practices, lessons learned and areas for further strengthening, as well as the barriers for children and citizens to claim their right to education were identified."
        },
        {
          "id": "4",
          "paperId": "A1.17",
          "title": "Creative Model of Implementation Inclusive Education",
          "authors": "H. Sambari Halim Radianto, Siti Jaiyaroh",
          "abstract": "Inclusive Education, an ideology based on the new education philosophy which is humane, democratic, and non-discriminatory and for all. All the government systems in Gresik regency are very care to the Inclusive Education. Because of that, this great practical education should be socialized in order to motivate other country in implementation of Inclusive education. By using the creative model in the implementation of Inclusive Education, it can be proven by the Increasing of the pure participation number of children with special need about 131,6 percents and leading Gresik Regency awarded an inclusive Education award from National Education Ministry."
        }
      ]
    },
    {
      "subTheme": "Networking in Special Education",
      "listOfPapers": [
        {
          "id": "5",
          "paperId": "A2.01",
          "title": "Aspek Kekeluargaan Model Epstein Mempengaruhi Tahap Penglibatan Ibu Bapa Dalam Pelaksanaan Rancangan Pendidikan Individu Murid Berkeperluan Khas",
          "authors": "Siti Hajarat Ramly, Aliza Alias",
          "abstract": "Murid berkeperluan khas (MBK) adalah murid yang mempunyai masalah pembelajaran dalam proses pengajaran dan pembelajaran. Proses pengajaran terhadap MBK ini perlukan mempertimbangkan masalah pembelajaran yang dihadapi seperti kesukaran dalam membaca, memahami isi pengajaran dan masalah tingkah laku. Bagi membantu MBK ini dalam proses pembelajaran, Rancangan Pendidikan Individu (RPI) menjadi panduan dalam memastikan intervensi pendidikan mahupun modifikasi tingkah laku dijalankan dengan efisien. Selain dari guru, ibu bapa turut terlibat dalam menentukan objektif pembelajaran dan pengubahsuaian dalam RPI. Oleh itu, kajian tinjauan ini bertujuan untuk mengenal pasti penglibatan ibu bapa MBK dalam pelaksanaan RPI dari aspek penglibatan Epstein iaitu keibubapaan, komunikasi, memberi bantuan sukarela, pembelajaran di rumah, membuat keputusan dan berkolaborasi dengan komuniti. Hasil analisis regrasi berganda terhadap 306 set borang soal selidik yang diedarkan kepada ibu bapa MBK, mendapati bahawa hanya lima aspek Epstein yang menyumbang kepada tahap penglibatan ibu bapa iaitu komunikasi (22.7%), pembelajaran di rumah (16.5%), bantuan sukarela (27.2%) dan keibubapaan (18.0%) dan membuat keputusan (16.5%). Sebaliknya, aspek kolaborasi dengan komuniti tidak mempengaruhi penglibatan ibu bapa dalam pelaksanaan RPI. Kesimpulannya, aspek kekeluargaan Epstein antara ibu bapa MBK dengan guru pendidikan khas amat penting sehinggakan penglibatan ibubapa dalam pelaksanaan RPI anak masing-masing di sekolah adalah tinggi."
        },
        {
          "id": "5",
          "paperId": "A2.02",
          "title": "Penglibatan Multiprofesional Melalui Projek Kolaborasi Berasaskan Aktiviti Seni Visual Untuk Kanak-Kanak Berkeperluan Khas: Autisme",
          "authors": "Nur Adibah Kamarus Zaman, Norshidah Mohd Salleh",
          "abstract": "Kolaborasi multiprofesional merupakan kerjasama oleh kumpulan pelbagai displin yang bergabung tenaga menyediakan perkhidmatan sokongan kepada komuniti khususnya kanak-kanak berkeperluan khas. Penglibatan multiprofesional ini penting sejajar dengan usaha Kerajaan Malaysia memperuntukkan jutaan ringgit saban tahun bagi memastikan program melalui pelbagai projek kolaborasi dilaksanakan untuk pembangunan kanak-kanak berkeperluan khas . Justeru, kajian ini dijalankan bagi mengenalpasti peranan profesional dan implikasi penglibatan mereka dalam jaringan kerjasama multiprofesional melalui projek kolaborasi berasaskan aktiviti seni visual untuk kanak-kanak berkeperluan khas yang mengalami sindrom autisme. Kajian kualitatif ini menggunakan kaedah temubual untuk mengumpul maklumat. Seramai enam orang responden dipilih yang terdiri daripada pegawai dari Lembaga Pembangunan Seni Visual Negara (LPSVN), ahli pertubuhan bukan kerajaan (NGO) dari Persatuan Kebangsaan Autisme Malaysia (NASOM), artis seni visual, juruterapi seni, guru dan ahli Persatuan Ibu bapa dan Guru-guru (PIBG) dari Pusat Permata Kurnia. Analisis data kajian ini menggunakan perisian Nvivo11 dan menggunakan teknik pengumpulan maklumat secara bertema. Hasil kajian tentang peranan multiprofesional mendapati semua pihak yang terlibat memberi sumbangan dari segi bidang kerjaya profesional, kepakaran dan ilmu pengetahuan masing-masing. Di samping itu, hasil kajian turut mendapati implikasi penglibatan multiprofesional melalui projek kolaborasi berasaskan aktiviti seni visual untuk kanak-kanak autisme ini adalah dari segi perkongsian kepakaran, ilmu pengetahuan dan pengalaman baru yang diperolehi kepada multiprofesional, memupuk kesedaran tentang autisme dan seni visual kepada komuniti dan manfaat amalan aktiviti seni visual kepada kanak-kanak autisme. Sehubungan itu, kajian ini telah memberi nilai tambah terhadap amalan kolaborasi, integrasi bidang seni visual dan bidang pendidikan khas dalam mencari manfaat bersama untuk kesejahteraan kehidupan yang lebih berkualiti untuk kanak-kanak autisme melalui komuniti."
        },
        {
          "id": "5",
          "paperId": "A2.03",
          "title": "Development Of Learning Kit „Komputer Kami‟ And The Usage Impact Within Children With Special Needs",
          "authors": "Halizah Ahmad, Siti Nabilah Kasdi",
          "abstract": "“Komputer Kami Learning Kit” are a combination of teaching aids using the mobile application in android environment, a workbook by level of cognitive and Tarsia puzzle game. Applications' “Komputer Kami” developed using Adobe Flash for the topic 'Know Your Computer Parts' on the syllabus of Multimedia in Special Education Curriculum for Learning Disabilities . The selection of technology can help reduce constraints, limitations and difficulties faced by special education teachers to integrate elements of entertainment and education to be more fun and interesting for them to learn. In addition, environmental factors that influence the students' use of applications using tablet computers in the learning process also noteworthy because these factors greatly influence the effectiveness of the use of tablet computers among students with Special Needs (SEN) towards 21st Century Education. Pre and post test data was analyzed using SPSS version 18 for the mean value of the marks obtained by the students. The findings showed that student achievement increased by 25.48% ( Pre Test mean = 55.08%, Post Test Mean = 80.56%). While the T test showed no significant difference between the two mean scores on the significance level of 0.05. The conclusions of this study, has been able to improve the students‟s skills master the learning objectives. This approach has the potential to be further extended."
        },
        {
          "id": "5",
          "paperId": "A2.04",
          "title": "Mathematics Education For Blind: Current Scenario From The Blind Schools  In Bangladesh",
          "authors": "Lutfun Nahar, Azizah Jaafar, A.B.M.A. Kaish",
          "abstract": "The learning process for the blinds is complicated as they are unable to get visual information. They only depend on touch and haring to get the education. Bangladesh is a low-income country with a huge number of blind children. Including special, integrated and inclusive schools are available for blind students in Bangladesh. A lot of challenges and problems these blind children are facing to get education, especially in studying Mathematics. As a developing country, Bangladesh cannot afford for the costly Mathematics learning technological tools for VIS. The objective of this study is to analyze the current scenarios of learning Mathematics in different types of blind schools in Bangladesh. In order to achieve the objective, a survey is conducted in all three types of schools. The survey was based on questionnaire comprising questions related to learning methods, Mathematics learning, examination methods and learning difficulties. Survey results present that they follow Braille system for reading and writing. In case of mathematics, talking calculator is not available in schools. As Taylor frame and abacus are the only options for counting numbers, they face many problems while calculating large numbers and complex calculations. This paper examines and tries to list out the key issues associated with mathematics learning and proposed some solution to improve the current learning process for blind students."
        }
      ]
    },
    {
      "subTheme": "Building and Sustaining Inclusive Society",
      "listOfPapers": [
        {
          "id": "5",
          "paperId": "A3.01",
          "title": "The Importance Of Transition Programme For Students With Learning Difficulties In Government Schools In Penang State.",
          "authors": "R.Rajesvari, Hairul Nizam Ismail, Aznan Che Mat",
          "abstract": "The problem of this study is concerned with the implementation of the transition program and the lack of standard guidelines to be used as a guide to the implementation of the transition program in integrated special education secondary schools. Therefore, the aim of this study is to examine the implementation of transition program for students with learning difficulties in integrated secondary schools and propose a set of guidelines that can be used as a reference in the implementation of the transition program. The first objective of this study is to examine the implementation of the transition program in integrated special education secondary schools. The second objective is to assess the skills mastered by the special education students in the perception from teachers, parents and employers who are hiring former special education students. The third objective of this study is to understand the factors that contribute to the success of the transition program, or deterioration in the integration program of special education. The fourth objective is to identify the relationship between the transition programs with the transition skills acquired by special education students with learning difficulties. The fifth objective is to develop standard guidelines which contain positive psychology as a reference for the practice of the transition program in the future. Four research questions investigated in this study. Quantitative and qualitative surveys were used for the study design. The sample consisted of 154 students involved in the transition program were taken as samples for quantitative studies, while a total of five special education senior assistants, twenty parents and ten employers were taken as respondents for the qualitative research. Five sets of questionnaires designed to assess the transition skills of special education students. CIPP model was used to assess the implementation of the transition program. The results showed that the implementation of transition program needs is at a high level. While the overall transition skills mastered by the special education students are moderate and low. The main implication of this study is the contribution of transition guidelines, oriented positive psychology that can be used as a reference for the implementation of the transition program in integrated special education secondary schools in future. Finally, the findings have also contributed to the development of transition theory in Malay language."
        },
        {
          "id": "5",
          "paperId": "A3.02",
          "title": "Examining The Attitudes Of Students Without Disabilities: An International Comparison",
          "authors": "Ritwika Laskar, Kanokporn Vibulpatanavong, David Evans",
          "abstract": "Introduction. Attitude of regular students towards peers with disabilities may influence social welling of students with disabilities in mainstream settings.Objectives. This research aims at examining the attitudes of Grade 7 and Grade 8 students in Australia and in Thailand towards peers with disabilities and comparing the differences between the two countries.Method. One hundred forty two Australian students and 48 Thai students responded to the Attitudes of Students Towards Disability questionnaire with 58 items, examining three domains of attitude (i.e., cognitive, affective, and behavioral domains).Findings. The Australian student group had more positive attitude towards peers with disabilities than the Thai student groups on all the three domains of attitudes. However, both groups had moderately positive attitudes with the average scores of 78% for the Australian student group and 68% for the Thai student group.Conclusion. Social and cultural context may influence students’ attitude towards peers with disabilities. Further qualitative research is needed in understanding the responses of the students and in promoting positive attitudes towards peers with disabilities."
        },
        {
          "id": "5",
          "paperId": "B3.03",
          "title": "Building A Program Of Teaching Social Skills To Young Preschool Children With Autism In Ho Chi Minh City",
          "authors": "Nguyen Thi Kim Anh",
          "abstract": "The overall purpose of a study is to develop a training program for young preschool children with autism spectrum disorder in Ho Chi Minh City and according to this develop an authorized training program for preschool teachers, teachers in special education and other groups of staff working with children with autism syndrome. On top of that, the study wants to inspire to renewing parts of the curriculum in education."
        }
      ]
    },
    {
      "subTheme": "Deafblind Education",
      "listOfPapers": [
        {
          "id": "5",
          "paperId": "A4.01",
          "title": "Persekitaran Pembelajaran Tilawah Al-Quran Murid Masalah Penglihatan Di Malaysia",
          "authors": "Hajarul Bahti Zakaria, Ab. Halim Tamuri, Norshidah Mohd Salleh, Mohd Huzairi Awang@Husain",
          "abstract": "Kajian ini adalah satu tinjauan yang bertujuan mengenal pasti persekitaran pembelajaran Tilawah al-Quran murid masalah penglihatan di Malaysia. Sampel kajian terdiri daripada 97 orang murid masalah penglihatan peringkat menengah atas dari Sekolah Menengah Pendidikan Khas dan Program Pendidikan Khas Integrasi (Masalah Penglihatan) seluruh Malaysia. Instrumen soal selidik telah diubahsuai daripada instrumen Aderi (2008). Murid dikehendaki memberikan respon kepada sejumlah 16 indikator yang berkaitan dengan persekitaran mereka terhadap pembelajaran Tilawah al-Quran. Respon skala likert lima mata digunakan dalam soal selidik. Statistik deskriptif iaitu peratusan dan min digunakan untuk melaporkan dapatan kajian. Hasil kajian secara keseluruhan menunjukkan bahawa persekitaran pembelajaran Tilawah al-Quran murid masalah penglihatan tidak mencapai tahap yang memuaskan dan berada pada tahap rendah dengan min = 2.20, sisihan piawai= 0.58. Semua pihak ibubapa, sekolah dan masyarakat perlu menggembleng tenaga bagi meningkatkan keadaan persekitaran pembelajaran Tilawah al-Quran murid masalah penglihatan dari pelbagai aspek yang melibatkan prasarana, aktiviti, proses pembelajaran dan pengajaran, dan sokongan moral di samping meningkatkan kesedaran mereka tentang kepentingan pembelajaran Tilawah al-Quran."
        },
        {
          "id": "5",
          "paperId": "A4.02",
          "title": "Development And Evaluation Of Lessons In Adapted Physical Education For Hearing Impaired Children",
          "authors": "Ma. Josella Velasco",
          "abstract": "This study was conducted to develop and evaluate lessons in adapted physical education designed for the hearing impaired children in Paaralang Pag-ibig at Pag-asa. To identify the physical skills; prepare lessons on adapted physical education; to conduct an evaluation of the lessons through, a review of the lessons by a pool of experts, a try-out of the lessons; to revise the adapted physical education lessons based on the results of the evaluation. The study centered on the development and evaluation of lessons in teaching adapted physical education. It followed four stages of development, namely: Stage 1 – Planning; Stage II – Writing; Stage III – Evaluation and Stage IV – Try out. The physical education skills for hearing impaired children are creative movements, rhythm and sports. These skills were grouped as: locomotor and non locomotor. Ten lessons which included suggested supplementary activities were prepared for eight weeks. The evaluators found the materials appropriate and suited to abilities and interests of the clientele. The developed lessons are suited to the needs of the clientele and their teachers found the materials interesting, varied and provided clear instructions. The lessons give ample skills in their daily living.Based in the findings it was concluded that the lessons in the adapted physical education developing skills of hearing impaired children written and found appropriate and suitable to the target clientele. The following recommendations are made wherein the lessons in teaching physical education be used for hearing impaired children; it can be used with other children with disabilities; teachers may create more supplementary activities for the different physical educations skills; assistive devices and equipment; procedure and rules be made readily available to aid the pupils in performing skills; extensive research be made to determine the effectiveness of the developed lessons. All developed lessons should be tried-out."
        },
        {
          "id": "5",
          "paperId": "A4.03",
          "title": "Perkins International Academy: Education Of Learners With Multiple Disabilities And Deafblindness",
          "authors": "Deborah Gleason",
          "abstract": "This presentation will address the worldwide challenges in assuring that children with multiple disabilities and deafblindness have access to quality educational services. It will look at the mandate put forth to countries worldwide to meet the United Nations Sustainable Development Goals, focusing on the implications of Goal 4. Every student with multiple disabilities and vision impairment (MDVI) presents a unique educational challenge. Teachers need specialized training and skills to understand the needs of the students and adaptations to enhance their learning. Perkins International has consolidated 95 years of global teacher training expertise into its first Perkins International Academy courses. This professional training program aims to improve the lives of children who are visually impaired with multiple disabilities by training their teachers and related professionals on the best educational practices. The Perkins International Academy is based upon a set of standard teacher competencies for teachers of learners who are visually impaired with multiple disabilities. This population includes children with visual impairment and additional disabilities- including intellectual disabilities, physical disabilities, hearing impairment, cerebral palsy, autism, behavioural challenges, complex health challenges and those with deafblindness. These children are among the most vulnerable in the world. There are currently two courses available through Perkins International Academy:Education of Learners with Multiple Disabilities and Deafblindness-Foundations Level Education of Learners with Multiple Disabilities and Deafblindness-Advanced Level The presenter will describe Perkins International Academy, a model that Perkins International is using to successfully meet the challenge of building a highly qualified workforce to serve this population of children and young adults throughout a variety of educational and care settings. The description of the Perkins International Academy will be put into the context of the overarching program of any country’s development efforts to assure sustainable systems of services for students with multiple disabilities, ."
        },
        {
          "id": "5",
          "paperId": "A4.04",
          "title": "Enhancing Vocabulary Development And Reading Comprehension Through Drilling And Consistent Exposure",
          "authors": "Farahdiba Md. Said, Ainun Juhariah Hussin",
          "abstract": "Drilling and consistent exposure of target words have normally helped in developing children‟s vocabulary. Still, such method is common and has positive impact on normal hearing students. For hearing loss students, many believe that vocabulary development is not an easy task to achieve as they seem to find it difficult in retaining information for a longer period of time. According to Isakovic and Kovacevic (2015), hearing loss students have „great difficulties in understanding written…words‟ especially as their „first and primary language‟ is sign language. This study looked into the impact of drilling and consistent exposure of target words on semester 3 graphic students with hearing loss. The outcome seemed to be rather unexpected. Out of seven students being tested, only three did not seem to do well. Thus, the study shows that drilling and consistent exposure teaching method, in the form of “follow-in, labelling strategy” (Lund and Douglas, 2016) could be helpful to some students with hearing loss."
        }
      ]
    },
    {
      "subTheme": "Technical and Vocational Education Training for Children with SEN",
      "listOfPapers": [
        {
          "id": "5",
          "paperId": "A5.01",
          "title": "Transisi Kerjaya Dalam Mata Pelajaran Vokasional Khas Untuk Murid Bermasalah Pembelajaran Di Malaysia",
          "authors": "Noraini Abdullah, Noryani Md. Yusof",
          "abstract": "Kesukaran golongan berkeperluan khas khususnya murid bermasalah pembelajaran (MBP) untuk mendapatkan pekerjaan merupakan satu isu yang perlu diberi perhatian serius. Hal ini disebabkan ketidakupayaan mereka serta kekurangan kemahiran yang selari dengan kehendak majikan. Justeru, transisi kerjaya dalam Mata Pelajaran Vokasional Khas (MPV Khas) diperkenalkan untuk MBP kerana golongan ini kurang mampu untuk menguasai bidang akademik tetapi mereka mempunyai keupayaan fizikal yang boleh digunakan dalam pekerjaan tertentu. Kajian ini dijalankan untuk meneroka pelaksanaan transisi kerjaya dalam Mata Pelajaran Vokasional Khas (MPV Khas) untuk murid bermasalah pembelajaran (MBP) di Malaysia. Kajian ini menggunakan pendekatan kualitatif dengan reka bentuk kajian kes dan kaedah pengumpulan data melalui temu bual dan pemerhatian semasa pengajaran dan pembelajaran. Kajian ini menggunakan pensampelan bertujuan melibatkan empat orang guru di empat buah sekolah menengah di Program Pendidikan Khas Integrasi. Data-data dianalisis menggunakan perisian ATLAS.ti 7.1.8. Dapatan kajian menunjukkan guru-guru telah melaksanakan transisi kerjaya untuk MBP dalam MPV Khas di PPKI sebagai persediaan ke alam kerjaya. Bidang-bidang kemahiran yang diajar ialah pertanian, masakan, jahitan dan perkhidmatan. Namun begitu, terdapat beberapa cabaran dalam melaksanakan transisi kerjaya dalam MPV Khas untuk MBP. Cabaran-cabaran tersebut ialah dari aspek kurikulum MPV Khas yang perlu diubahsuai mengikut ketidakupayaan murid, guru-guru kekurangan pengetahuan dan kemahiran, sikap murid dan persepsi negatif majikan terhadap MBP. Diharapkan kajian ini dapat memberi input kepada masyarakat luar tentang kemahiran-kemahiran yang diajar kepada MBP dalam MPV Khas sebagai persediaan ke alam kerjaya selepas mereka meninggalkan alam persekolahan. Selain itu, kajian ini juga dapat mengenal pasti segala permasalahan dalam melaksanakan transisi kerjaya dalam MPV Khas untuk MBP di PPKI supaya kemahiran-kemahiran yang diajar kepada murid bermasalah pembelajaran selari dengan kebolehan mereka serta memenuhi kehendak majikan."
        },
        {
          "id": "5",
          "paperId": "A5.02",
          "title": "Persepsi Pelajar Pendidikan Khas (Pendengaran) Terhadap Pengajaran Dan Pembelajaran (P&P) Teori Dan Amali Di Dalam Kelas Memasak",
          "authors": "Rohani Mohd Ali, Abu Hanifah Mohd Said, Rosmini Abdul Rahman",
          "abstract": "Kajian ini membincangkan persepsi pelajar pendidikan khas (pendengaran) terhadap pengajaran dan pembelajaran teori dan amali di dalam kelas memasak. Kaedah kajiselidik digunapakai dalam penyelidikan ini untuk melihat persepsi pelajar. Kajian ini dilaksanakan terhadap pelajar pendidikan khas (pendengaran) Kursus Sijil Kemahiran Khas Politeknik (Hotel dan Katering) di Jabatan Pelancongan dan Hospitaliti, Politeknik Tuanku Syed Sirajuddin, Perlis. Ujian rintis dijalankan keatas 30 orang pelajar pendidikan khas (pendengaran) dari Jabatan Elektrik dan Pelancongan dan hospitaliti, Politeknik Tuanku Syed Sirajuddin, Perlis. Data-data dan maklumat yang telah dikumpul menggunakan instrument soal selidik untuk menilai persepsi pelajar pendidikan khas (pendengaran) terhadap pengajaran dan pembelajaran teori dan amali di dalam kelas memasak.Justeru itu, kajian ini dirasakan sangat penting dalam membantu pensyarah dalam menilai tahap kefahaman pelajar pendidikan khas (pendengaran) ini. Dapatan hasil kajian juga dapat membantu pensyarah yang mengajar dari pelbagai aspek seperti yang dinyatakan dalam bahagian cadangan demi meningkatkan mutu penyampaian dan keberkesanan dalam pengajaran dan pembelajaran kepada pelajar pendidikan khas (pendengaran)."
        },
        {
          "id": "5",
          "paperId": "A5.03",
          "title": "Technical And Vocational Education Training (For Persons With Visual Impairment In The Philippines) By Onnet",
          "authors": "Marlo G. Lucas",
          "abstract": "In a national survey that we conducted in 1998, out of about five hundred adults with blindness, we found out that there were 27 visually impaired adults with very little background or have heard about computer for the blind. Screenreader for the blind then was not that familiar with them. Technology and computers for the blind was introduced in the Philippines in the late 1990s, when a non-government organization took advantage of it and began to work for the blind by offering basic training in computer using a screenreader.Resources for the Blind, Inc. (RBI), first got involved in computer training through a trainers training with five special education teachers as participants. A series of trainings followed for other special education (SPED) teachers and selected workers for persons with visual impairment. After gaining the skills, these teachers included computer lessons in their curriculum. It was also during this time that ONNET started to fund a project to set up a Computer Resource Center in each of the schools where there are students with blindness. The Computer Resource Center was equipped with a set of computer with screenreader and magnification software, braille translator program and braille embosser, a printer and a scanner. Then in 2001, RBI started Computer-Eyes, a two-week advanced computer training program for selected twenty secondary students with visual impairment. This training aimed to better educate the students about the use of computer using a screenreader and prepare them for future employment. This program was conducted in partnership with the Philippine government’s Department of Education, IBM Philippines, Freedom Scientific and Overbrook-Nippon Network on Educational Technology (ONNET). With the support of these organizations, students with visual impairment are taught the importance and use of computers using a screenreaders, office applications, Internet and email. The computer training is now an annual project of RBI with 20 to 30 participants every year which through the recommendation of the SPED teacher from different schools of the country.Computer and assistive technology has made a positive impact in the lives of people with visual impairment in education and employment around the country. More students in higher education are now encouraged to take computer related courses because of the jobs demand in the global market. Currently, there are about 31 students with visual impairment enrolled in college and universities nationwide taking up computer related courses."
        },
        {
          "id": "5",
          "paperId": "A5.04",
          "title": "Applying Task Analysis To Develop The Necessary Skills Of Students With MDVI:Focusing On Cooking Rice Using The Adapted Rice Cooker",
          "authors": "Araya Chanaponchai",
          "abstract": "Independence plays an important role in the process of transition. In order to prepare the 5 students with MDVI in Grade 6 of Ban Dek Ramintra School for the Blind and Blind with Multiple Disabilities for transition, they have to undergo the preparation process at Half-way House for a period of one year. The Half-way House Project includes teaching daily living skills and vocational skills to students with MDVI. One of the daily living skills they learn through the Half-way House Project is cooking. Before conducting this study, 80% of Grade 6 students with MDVI of Half-way House Project at Ban Dek Ramintra School for the Blind and Blind with Multiple Disabilities were not able to cook rice all by themselves using the rice cooker. They lacked the necessary skills to perform this task. Rice is the staple food in Thailand. It is included at most meals of Thai people. Therefore, cooking rice is an important skill that students with MDVI need for their daily life. To ensure a scientific process in teaching the task of cooking rice, I included the application of task analysis, object identification techniques and Orientation and Mobility. I also devised an Individualized Instructional Plan (IIP) and used an adapted rice cooker with tactile buttons and audio signals modified by our visually impaired resident technician. The combination of techniques and the use of adapted rice cooker enabled the students with MDVI to understand clearly what to do to complete the task. With this new knowledge and skills, students with MDVI are able to perform a task that will not only benefit them but also other people. They can now cook rice for themselves and also for their friends and family. The mixed method of using task analysis, object identification techniques and O&M to complete the task will be used as an instructional model for other students with MDVI at Ban Dek Ramintra and other schools for students with MDVI under CFBT."
        },
        {
          "id": "5",
          "paperId": "A5.05",
          "title": "Penguasaan Kemahiran Vokasional Murid Berkeperluan Khas Masalah Pembelajaran (Mbkmp) Di Program Pendidikan Khas Integrasi (Ppki) Bagi Persediaan Sijil Kemahiran Malaysia",
          "authors": "Kama Shaffeei",
          "abstract": "Kajian ini bertujuan bagi menilai dan menganalisis tahap penguasaan Kemahiran Vokasional(KV) Murid Berkeperluan Khas Masalah Pembelajaran (MBKMP) di Program Pendidikan Khas Integrasi (PPKI) bagi persediaan Sijil Kemahiran Malaysia (SKM). Objektif kajian ini adalah menghasilkan satu Instrumen Penguasaan Kemahiran Vokasional (IPKV) MBKMP di PPKI. Kaedah kajian yang digunakan ialah secara kuantitatif bagi mendapatkan tahap penguasaan kemahiran vokasional MBKMP. Kesahan dan kebolehpercayaan instrumen melibatkan rujukan pakar dalam bidang berkaitan menunjukkan kebolehpercayaan yang tinggi iaitu 0.823 (Komponen KV Masakan), 0.728 (Komponen KV Pertanian) dan 0.948 (Komponen KV Jahitan). Manakala, data kajian rintis melibatkan 30 orang MBKMP di tiga Program Rintis PPKI, KPM Sekolah Menengah di negeri Selangor. Hasil kajian rintis menunjukkan MBKMP menguasai sebanyak 80% dalam KV Masakan, 50% dalam KV Pertanian dan 60% bagi KV Jahitan. Diharapkan kajian ini dapat membantu kesediaan MBKMP dalam penguasaan kemahiran vokasional bagi mengikuti kursus Sijil Kemahiran Malaysia (SKM) sebelum ke alam pekerjaan."
        },
        {
          "id": "5",
          "paperId": "A5.06",
          "title": "Tevsaphil In The Philippines",
          "authors": "Bgen Alejamdro T. Escano",
          "abstract": "Skills are vital for poverty reduction, economic recovery and sustainable development. As a consequence, policy attention to technical and vocational education and training (TVET) is increasing worldwide. Vocational education is education that prepares people to work in a trade, a craft, as a technician, or in professional vocations such as engineering , accountancy , nursing , medicine , architecture , or law. Craft vocations are usually based on manual or practical activities and are traditionally non-academic but related to a specific trade or occupation. Vocational education is sometimes referred to as career education or technical education. Vocational education can take place at the secondary, post-secondary, further education, and higher education level; and can interact with the apprenticeship system. Until recently, almost all vocational education took place in the classroom, or on the job site, with students learning trade skills and trade theory from accredited professors or established professionals. However, online vocational education has grown in popularity, and made it easier than ever for students to learn various trade skills and soft skills from established professionals in the industry."
        }
      ]
    },
    {
      "subTheme": "Legislative and Policy Related to Special Educational Provision and Implementation",
      "listOfPapers": [
        {
          "id": "5",
          "paperId": "A6.01",
          "title": "Challenges Of Novice Special Education Teachers In The First Year Of Teaching",
          "authors": "Chua Lee Chuan",
          "abstract": "Teaching special needs children is inherently a difficult job. Studies have found that special education teachers suffered high level of burnout which often resulted in teachers leaving their profession. In fact, the turnover rate of special education teachers is among the highest as compared to other professions. One of the most sited reasons for leaving is due to the challenges faced in the job. Arising from this finding, this study aimed to investigate the challenges novice special education teachers encountered in the first year of the teaching job. Questionnaires were used to collect data from these teachers who have recently completed their teacher education programme and currently stations in various schools in Malaysia. The results of the findings showed that novice special education teachers faced multiple challenges in the first year of teaching. Among the challenges reported by these teachers were misconception held by mainstream teachers that teaching special needs students is an easy job; school lacking facilities; administrative overload; negative perception from society; varied student disciplinary problems; shortage of special education teachers and lack of parental support. Although they reported that teaching special needs students is challenging, they were quite satisfied with the moral support provided by school administrators and fellow colleagues. Various recommendations on how to overcome the challenges were also included in the study."
        },
        {
          "id": "5",
          "paperId": "B6.02",
          "title": "Education Institution Administration For Visually Impaired",
          "authors": "Ploykamonchun Pramuan, Choocheep. Puthaprasert, Phetcharee Rupavijetra",
          "abstract": "The purposes of the study is to do research on the problems faced by the Institution Administration for Visually Impaired. There are 5 groups working, Academic Administration, Personnel Administration, Fiscal Administration, General Administration and Student Affairs Administration. The educational information is given by the school for the Visually Impaired. The grouping interview is chosen and the specialist is chosen by using the semi-structure interviewing, Data Analysis been has done by using the content analysis. The results are: Academic Administration-Teaching activities are non-variety pattern, Evolution 1) process is not agreement with the students’ handicap media needs more modernity styles 2) Personnel Administration-Teachers and education officers are not specialized in the subject contents and the necessary skills for the visually impaired, school also needs more teachers to be suitable with the government criterion. 3) Planning and Fiscal Administration: The Government’s budgets do not show the reflection of the exactly educational expenses. Besides the costs of teaching technology are also expensive and requested from the foreign countries. 4) The General Administration needs more offensive public relations to the parent government and social community. The School realized the important of education and having a good attitude for the potential acceptation of the visually impaired. The opportunity for studying needs to concern more than sympathizes from their handicap. The personnel information system of the visually impaired overall of Thailand need to create the connection and the integrative between the educational government and develop the quality of life to reach the right of elementary level and an appropriately opportunity. 5) The student Administration-The farther shelters and poor family are the problem to cooperate for developing the student’s quality of life property."
        }
      ]
    },
    {
      "subTheme": "Learning Difficulties/ Hearing Impairment/ Vision Impairment/ Gifted and Talented",
      "listOfPapers": [
        {
          "id": "5",
          "paperId": "A7.01",
          "title": "Pengetahuan Ibadah Remaja Pekak Di Malaysia",
          "authors": "Mohd Huzairi Awang@Husain, Rahimin Affandi Abdul Rahim, Hajarul Bahti Zakaria",
          "abstract": "Kajian ini adalah satu tinjauan yang bertujuan mengenal pasti pengetahuan ibadah remaja pekak di Malaysia. Sampel kajian terdiri daripada 89 orang remaja pekak muslim yang mengikuti pembelajaran di Sekolah Menengah Pendidikan Khas Masalah Pendengaran berumur dalam lingkungan umur 16 hingga 19 tahun seluruh Malaysia. Murid dikehendaki memberikan respon pengetahuan ibadah melalui soal selidik secara ujian lisan menggunakan bahasa isyarat tentang 5 perkara berikut iaitu bersuci, solat, puasa, zakat, dan aurat. Statistik deskriptif iaitu peratusan dan min digunakan dalam melaporkan dapatan kajian. Hasil kajian secara keseluruhan menunjukkan bahawa pengetahuan ibadah remaja pekak tidak mencapai tahap yang memuaskan dan berada pada tahap rendah dengan keseluruhan skor min =1.19, SP=0.58. Analisis terperinci item pengetahuan ibadah bagi bersuci adalah M=1.22, SP=0.65, min pengetahuan solat M=1.16, SP=0.52, min pengetahuan puasa M=1.25, SP=0.71, min pengetahuan zakat M=1.26, SP=0.91 dan min pengetahuan aurat M=2.35, SP=1.59. Satu usaha perlu dilakukan bagi memperbaiki pengetahuan ibadah remaja pekak dan meningkatkan kesedaran mereka dan masyarakat tentang kepentingan mempelajari ibadah, di samping memperbaiki proses pembelajaran dan pengajaran Fardu Ain untuk remaja pekak di Malaysia."
        },
        {
          "id": "5",
          "paperId": "A7.02",
          "title": "Persepsi Majikan Terhadap Pelajar Oku Pendengaran Di Politeknik Sultan Salahuddin Abdul Aziz Shah Yang Menjalani Latihan Industri",
          "authors": "Suaiza Khairi, Nurul Izza Redzuan, Nazratul Huda Hashim",
          "abstract": "Golongan orang kurang upaya (OKU) merupakan individu yang mempunyai keku-rangan jangka panjang fizikal, mental, intelektual atau deria yang mana pelbagai halangan boleh menyekat penyertaan penuh dan keberkesanan komunikasi mereka dalam masyarakat. Justeru itu, kajian yang berfokus kepada maklumbalas pihak majikan terhadap prestasi pelajar OKU pendengaran di politeknik yang menjalani latihan industri telah dijalankan yang melibat-kan pelajar yang mengikuti Program Sijil Kemahiran Penyenggaraan Mekanikal di Politeknik Sultan Salahuddin Abdul Aziz Shah pada sesi Disember 2016. Seramai 10 orang pelajar men-jalani latihan industri di 9 buah syarikat yang terdiri dari pelbagai sektor. Penyelidikan ini bertujuan mengkaji persepsi majikan terhadap kemahiran dan pengetahuan teknikal, kema-hiran generik dan juga penilaian secara keseluruhan pelajar OKU pendengaran yang men-jalani latihan industri. Perlaksanaan kajian ini adalah berbentuk deskriptif dan menggunakan kaedah tinjauan. Kaedah tinjauan ini dijalankan dengan menggunakan borang soal selidik se-bagai instrumen kajian untuk mendapatkan data yang berkaitan dengan kajian. Hasil dapatan kajian mendapati, kemahiran dan pengetahuan teknikal serta kemahiran generik pelajar-pelajar ini masih berada di peringkat sederhana manakala prestasi kerja secara keseluruhan pelajar OKU pendengaran berada pada tahap baik. Sumbangan hasil penyelidikan ini dapat dijadikan batu aras dalam penempatan latihan industri para pelajar OKU serta penerimaan pihak industri."
        },
        {
          "id": "5",
          "paperId": "A7.03",
          "title": "Mendidik Murid Pintar Cerdas: Bermotivasikah Guru Menghadapi Cabaran Ini?",
          "authors": "Nirwana Mohd Rashid, Zaharilah Abdul Kadir",
          "abstract": "Pendidikan pintar cerdas adalah satu reformasi dalam sistem pendidikan di Malaysia yang dikhususkan untuk mendidik murid pintar cerdas. Pakar-pakar bidang perkembangan guru bersetuju bahawa motivasi seseorang guru ialah pemboleh ubah yang sangat penting yang boleh mempengaruhi tingkah laku dan juga gerak balas guru bagi melaksanakan sesuatu perubahan kurikulum dengan berkesan. Sehubungan itu, kajian ini telah dijalankan bagi meneroka sejauh mana tahap motivasi intrinsik guru sekolah rendah di Malaysia untuk mendidik murid pintar cerdas. Motivasi intrinsik guru terhadap pendidikan pintar cerdas dikaji daripada tiga dimensi utama iaitu iaitu dimensi kompeten guru, dimensi autonomi guru dan dimensi keterlibatan guru. Kajian ini merupakan satu kajian kuantitatif menggunakan rekabentuk tinjauan deskriptif. Responden terdiri daripada 436 guru di sekolah rendah kluster di Malaysia. Dapatan kajian menunjukkan tahap motivasi intrinsik responden untuk mendidik murid pintar cerdas secara keseluruhannya adalah tinggi (M=4.27, SP=0.74). Walau bagaimanapun apabila dikaji secara lebih terperinci mengikut dimensi didapati hanya dimensi autonomi guru (M=4.48, SP=0.99) dan dimensi keterlibatan guru (M =4.50, SP=0.71 ) adalah tinggi tetapi dimensi kompeten guru untuk mendidik murid pintar cerdas adalah rendah. (M=3.70, SP=1.12). Dapatan menunjukkan bahawa guru-guru sekolah rendah di Malaysia mempunyai tahap motivasi intrinsik yang tinggi untuk melibatkan diri dan membina rasa tanggungjawab yang mendalam dalam mendidik murid pintar cerdas. Namun dalam masa yang sama mereka masih mempunyai dorongan dalaman yang rendah dalam aspek kecekapan untuk menghadapi cabaran mendidik murid pintar cerdas.Sehubungan itu pendedahan maklumat dan latihan yang khusus berhubung pendidikan pintar cerdas perlu diberikan kepada para guru bagi meningkatkan dorongan diri untuk memenuhi keperluan pendidikan murid pintar cerdas."
        },
        {
          "id": "5",
          "paperId": "A7.04",
          "title": "Faktor Peribadi Yang Mempengaruh Kecemerlangan Akademik Pelajar Kurang Upaya Pendengaran",
          "authors": "Shahrul Arba’iah Othman",
          "abstract": "Kajian kualitatif ini telah dijalankan untuk mendapatkan maklumat secara mendalam tentang faktor peribadi yang mempengaruhi kecemerlangan akademik siswa guru kurang upaya pendengaran di institut pendidikan guru (IPG). Seramai lapan orang siswa guru yang telah menamatkan pengajian dan memperoleh Ijazah Sarjana Muda Perguruan serta dua siswa guru yang sedang menuntut di IPG terlibat dalam kajian ini. Soal selidik telah di-e-mel kepada setiap peserta. Soal selidik mengandungi soalan tertutup tentang demografi dan sepuluh soalan terbuka antaranya tentang bagaimana peserta menangani masalah yang dihadapi di IPG. Penulisan ini adalah sebahagian daripada kajian yang diusahakan untuk memahami pengalaman dan keperluan siswa guru kurang upaya pendengaran di institusi pengajian tinggi. Cabaran terbesar yang dihadapi oleh semua peserta kajian adalah kesukaran untuk berkomunikasi dengan masyarakat kampus dan masalah komunikasi ini juga menyukarkan mereka mengikuti kuliah. Namun disebabkan oleh faktor-faktor peribadi seperti daya motivasi, sikap, dan pegangan agama semua halangan ini dapat diatasi. Semua peserta kajian mempunyai motivasi intrinsik yang sangat tinggi untuk menyaingi rakan tipikal yang lain. Dapatan juga menunjukkan peserta kajian mengharapkan sokongan daripada pelbagai pihak untuk mereka mengharungi kehidupan di kampus dengan lebih baik. Adalah dicadangkan agar pihak pentadbiran dapat mengadakan lebih banyak aktiviti yang dapat memupuk rasa keprihatinan warga kampus terhadap siswa guru berkeperluan khas. Selain itu pensyarah juga diharap dapat membuat akomodasi terhadap gaya penyampaian di bilik kuliah yang terdapat siswa guru kurang upaya pendengaran."
        },
        {
          "id": "5",
          "paperId": "A7.05",
          "title": "Techniques In Teaching Reading And Writing Thai Braille To Visually Impaired Kindergarten 3 Students",
          "authors": "Sunee Hinviset",
          "abstract": "This paper explores on different teaching techniques and materials I use to teach reading and writing to beginning-level learners at Kindergarten 3 with almost zero reading and writing skills in Thai Braille. Before teaching them how to read Thai Braille, these students had already gone through the Pre-Braille stage and have memorized the Braille codes. However, they have not experienced the tactile form of the Thai alphabet at this stage yet. Before proceeding to reading, the students were taught about the basics of navigating the book such as locating the page number and the hand movement when reading the Braille text on the book. They were also taught the basics of writing Braille such as the proper way of holding the stylus and navigating the slate before giving the first writing task. To aid their learning and make it interesting for them, I created four Braille textbooks tailored according to my techniques in teaching reading and writing Thai Braille to beginners. The textbooks focus more on reading but writing Thai Braille is also integrated. The first textbook is used for students to identify the target letter among other letters in a sentence. The teacher read the sentences while guiding the hand of the student to trace the sentence in Braille. The teacher then asks the blind students to look for the target letter in the sentence. This gives a thrill to the blind students. They get so excited to hunt the letters in sentences. The second textbook has pairs of consonants and the students are asked to look for the target consonant. The 3rd textbook is about combining Thai consonants with Thai vowels. The 4th textbook has basic words used in daily conversation. Most of these are five-letter words. CFBT Educational Technological Center for the Blind (ETCB) had included helpful marks in printing the textbooks. One of these is enclosing the group of words or sentences in a box made of dots. To make learning fun, I named each box after a student, an animal or anything that can make learning interesting for the students. Fun activities like guessing games and group work to encourage cooperative learning were also integrated to make learning more engaging for the blind students. After using these techniques, I have observed that the blind students get excited to read whenever they have a book on their hand. CFBT Educational Technological Center for the Blind (ETCB) has also produced handy books (210mm x 148.5mm) for KG3 blind students to easily carry around. The combination of these teaching techniques and effective materials for learning enables our KG 3 blind students to read and write in Thai Braille and creates a culture of reading among them."
        },
        {
          "id": "5",
          "paperId": "A7.06",
          "title": "Engaging The Visually Impaired Students To Literacy Through Adapted Games",
          "authors": "Jeraissa Grande Olivares",
          "abstract": "Learning a foreign language for the visually impaired children with learning disability can be a stressful task. In this case, there is a need to create a learning atmosphere that decreases anxiety and captures the interest of the students. This is where the importance of integrating games in our language lessons comes in. There have been scholars in the field of language who contended that games are beneficial for language learners. These contentions inspired me to use adapted games to teach reading to five visually impaired students with learning disability. These students can recite and write the English alphabet in Braille (for the Braille readers) and in large print (for the Low Vision student). However, they cannot decode the written words or blend the sound-spelling patterns. Another factor that needs to be addressed is their short attention span and poor retention ability. To teach English Phonics and at the same time address these problems, I adapted games to deliver the lessons. These adapted games are played using materials with large print and Braille to cater to the needs of both the large print readers and the Braille readers. Subjects like Math and Science were also integrated in the lesson depending on the concept of the game. At the end of the school year, these five visually impaired students with learning disability were able to read short sentences and words with blended letters. They were also able to write simple words by listening to dictation. The use of adapted games as the heart of implementing the lessons and recognizing the element of play as essential in learning advances the literacy of visually impaired students with learning disability. This paper does not only explore on the academic benefits of adapted games but also on the emotional and social benefits that the students gain out of their educational experiences through games."
        },
        {
          "id": "5",
          "paperId": "A7.07",
          "title": "The Impact Of School Environmental Factors To The Motor Development Of Students With Autism Spectrum Disorder (Asd) In Pinaglabanan Elementary School, San Juan City",
          "authors": "Hannah Lois Y. Pancho",
          "abstract": "Environment has a big impact to every child’s development. It can affect their social, emotional or physical development. Thus, this study aims to determine the impact of the school environmental factors to the motor development of students with Autism Spectrum Disorder (ASD). The study is both descriptive and qualitative in nature. It restricted its respondents only to the administrator, SpEd teachers and parents/guardians of the students. And it has been limited to the use of self administered survey questionnaire and interview questionnaire. A cross sectional study design was utilized to determine the impact of the school environmental factors to the motor development of students with autism spectrum disorder (ASD) ages 5 to 12 years old that were under the school year 2013-2014 in Pinaglabanan Elementary School San Juan City, Philippines.Based on the summary of the impact of environmental factors on the motor development of students with autism assessed by the school administrators and SPED teachers it resulted with the average impact (X = 2.3) and likewise, the parents strongly agreed the same level of impact was also on the average, (X =2.66), respectively. Given that, in Special Education the environmental factors should not be taken for granted. This should be included in the school’s main priorities for improvement. The school administrator should review and check the different school environmental factors and its importance. The evaluation of the school environmental factors should be strengthened. Concrete evaluation of the motor skills of the students should then be done and properly documented."
        },
        {
          "id": "5",
          "paperId": "A7.08",
          "title": "Expectations Of Parents And Teachers On Language And Social Skills In Children With Down Syndrome",
          "authors": "Kee Jiar-Yeo, Kah Yian-Chong",
          "abstract": "Children with Down syndrome are generally weak in the acquisition of language and social skills. To help them cope with these difficulties, it is necessary to implement early interventions at preschool level focusing on these two skills. Parents’ and teachers’ expectations on these children play a key role in determining ways of nurturing the children. The discrepancy of expectations of the two microsystems may bring about impacts on the children’s acquisition of these two skills. This study aimed to investigate the expectations of parents and teachers on language and social skills in children with Down syndrome. This is a quantitative research using a cross-sectional survey research design. The samples consist of 43 children with Down syndrome from Johor Bahru and Kulai. The parent of each child and 6 teachers who work at the sampling sites were the respondents of this study who answered the set of questionnaires on expectation for each Down syndrome child. The findings of the study showed that expectations of parents on children with Down syndrome with regard to language skills are moderate to high and exceptionally high for social skills. Responses from teachers showed varied expectations from low to high for language skills in these children. While for social skills, their expectations are generally moderate to high. There is a weak but not significant positive relationship found between the expectations of parents and teachers on both language and social skills in children with Down syndrome. This shows that the level of agreement between parents’ and teachers’ expectations are very low. These results implied that teachers and parents should meet and discuss their expectations so that a mutually agreeable specific action plan could be developed to promote effective learning on language and social skills for the child."
        },
        {
          "id": "5",
          "paperId": "A7.09",
          "title": "Using Sensorimotor Activities Set For The Development Of Gross Motor Skills Of Children With Visual Impairment At Kindergarten Level",
          "authors": "Kesaraksha Wishita",
          "abstract": "The objective of this research was to study the use of sensorimotor activities set for the development of gross motor skills of children with visual impairment at the kindergarten level. Participants in this research were six children at kindergarten level at The Northern School for the Blind. They were selected by purposive sampling. The treatments in this study were 12 activities which enhanced their gross motor skills. They received treatments individually for 40 minutes a day thrice a week for 12 weeks. Data was analyzed for descriptive statistic, percentage mean and statistic testing by The Wilcoxon signed rank test. The result of gross motor skills development of all the participants after receiving the treatments with sensorimotor activities set was improved. They improved from a rating of “fair” to “good” with progression at 27.31 %.That result proved the assumption of the research. The Efficiency of the process E1and E2 (E1/E2 ) of sensorimotor activities set was 82/85 above the goal setting at 75/75 with meant sensorimotor activities set could effect on gross motor skills in children with (visual) impairment and the Efficiency Index (E.I ) rate was 0.72 which meant the participants got improved of gross motor skills development at 72."
        },
        {
          "id": "5",
          "paperId": "A7.10",
          "title": "Research on Intervention For Students With Reading Disability",
          "authors": "Hazel May M. Salvador",
          "abstract": "The primary goal of this study was to examine the effectiveness of a multisensory approach to reading intervention for students with reading disability. The researcher used a quasi experimental design in which the control and readingintervention groups were systematically assigned. The respondents were chosen using purposive sampling. The participants in the reading intervention group achieved a significantly higher post test score on the dependent variable Word Attack and approached significance on the dependent variable Spelling. Although none of the other posttest measures were statistically significant, all posttest standard measures were higher than their matched pre test scores. In contrast, for participants in the control group, no post test scores were significantly higher while the Sight word Efficiency post test score was significantly lower than its matched pretest score, indicating significantly poorer performance. The study had two main limitations: 1. The short duration of the reading intervention and 2. Lack of randomization of subjects."
        },
        {
          "id": "5",
          "paperId": "B7.11",
          "title": "Career Transition Program Of Students With Hearing Impairment",
          "authors": "Mohd Hanafi Mohd Yasin, Nooradibah Hanafi, Safani Bari",
          "abstract": "Career transition is one program that can highlight the skills and abilities of students with special needs in the field of employment. Talent and abilities available to them should always be polished and supervised to ensure that they get the same opportunities as those that are normal. This research is using qualitative survey design. Career transition program is a program that helps students with special needs to get a job after school. Data collected through the observation of the study participants as well as face to face interviews with employers, employees, parents and teachers at school. Participants of the study is a student with hearing impairment who is working in a kindergarten. A skills training module was developed as a guide to the study participants carrying out the work at one of the selected nurseries. The study found that the participant can master all the skills as required by the employer. Face to face interview findings also indicate a positive outlook on career transition program that has been carried out. The study also suggests a number of improvements to enhance the effectiveness of career transition program in the future."
        }
      ]
    },
    {
      "subTheme": "Building and Sustaining Inclusive Community",
      "listOfPapers": [
        {
          "id": "5",
          "paperId": "A8.01",
          "title": "Sokongan Ibu Bapa Terhadap Pendidikan Anak Pendidikan Khas(PK)",
          "authors": "Zaiton Sharif, Gunasegaran a/l Karuppannan",
          "abstract": "Kajian ini dijalankan bertujuan untuk mengkaji sejauh mana sokongan ibu bapa dalam pendidikan anak-anak pendidikan khas di peringkat sekolah berdasarkan 4 faktor aspek persekitaran iaitu (a) penyediaan suasana pembelajaran di rumah, (b) interaksi sosial dengan anak, (c) komunikasi dengan anak, dan (d) sokongan terhadap kecemerlangan anak-anak mengikut jantina dan peringkat kelulusan tertinggi ibu bapa. Kajian ini melibatkan seorang bapa yang mempunyai dua orang anak berkeperluan khas yang bersekolah di SK Bandar Baru Salak Tinggi, Sepang(1 orang) dan SMK Bandar Baru Salak Tinggi, Sepang( 1 orang) dan seorang ibu yang mempunyai seorang anak berkeperluan khas yang bersekolah di SK Bandar Baru Salak Tinggi, Sepang. Responden bagi kajian ini dipilih secara sampel bertujuan. Kajian tinjauan ini menggunakan kaedah temu bual dalam mendapatkan maklumat dan dianalisis secara manual melibatkan pengkodan dan interpretasi data. Dapatan kajian menunjukkan terdapat perbezaan yang signifikan dalam sokongan ibu bapa berdasarkan 4 faktor aspek persekitaran mengikut jantina dan peringkat kelulusan tertinggi ibu bapa."
        },
        {
          "id": "5",
          "paperId": "A8.02",
          "title": "Career Transition Programme: Challenges Faced By Parents With Autistic Child",
          "authors": "Nazmin Abdullah",
          "abstract": "The working environment is an environment that will be faced by every individual after completing education or when going through adulthood. No exception also to individuals with special needs. This study investigated the challenges faced by parents with autistic kid. It also aimed to find out the implementation and perception towards transition programme. The sample involved in this case study is parents who send their child to pursue a career transition program. Data were collected through semi-structured interview with the parents. It was found that the parents are actively involved in the programme working hand in hand with the researcher. They gave full cooperation and were positive throughout the transition programme. They wished that their child can continue with the programme to help prepare him for the real working environment."
        },
        {
          "id": "5",
          "paperId": "A8.03",
          "title": "Building Relationships Between School And Community Preparing Students With MDVI Into Their Adult Life",
          "authors": "Weningsih, Sr. Marta Neka",
          "abstract": "While students with MDVI are at school, they receive various supports from their school system. Educators and related service providers explore teaching strategies and activities with the students in an effort to ensure their success in life. However, through our experience, those supports are not enough to prepare students with adequate skills and services needed when they become adults. In Indonesia, many schools for students with MDVI have residential programs. This environment can restrict their chance of learning in a natural environment. Students do not have the opportunity to interact with other people other than their teachers and family. They also become secluded from their community, causing the community to develop a negative stigma about students with disabilities. In Bhakti Luhur Bandung, a partnership was created between the school and villagers in a local farming community. Students work with villagers on the farm, where the students learn to identify, plant and cook vegetables from the garden. The farming partnerhsip, which started in 2014, provides an essential functional learning opportunity for the students. The farm involves 10 Villagers who happily teach the students, although they don’t have any background working with students with MDVI. Currently, students sell their crops in the local market, which allows them to become more visible and recognized in the community.This presentation will share testimony from the villagers, values and beliefs about students with MDVI, and the impact of strengthening the relationships within communities. This relationship expanded the worlds of both the children and the community."
        }
      ]
    },
    {
      "subTheme": "Science, Technology, Engineering and Mathematics (STEM) for SEN",
      "listOfPapers": [
        {
          "id": "5",
          "paperId": "A9.01",
          "title": "Hands-On, Heads-On, And Hearts-On In Teaching Mathematics To Children With Special Education Needs, Division Of Olongapo City, Philippines",
          "authors": "Zandra Z. Paruginog, Jocelyn D.S. Fastidio",
          "abstract": "The Department of Education specifically all public schools in the country have a diverse and unusual task in a child’s education. They are in charge of not only teaching the basic concepts of learning, but also letting children know how to behave in a social setting. Department of Education in the Philippines is highly concerned with producing learners whose full potentials are developed regardless of their capabilities, hence this research was conceived. Since the researchers are engaged personally to children with special education needs, the experimental analysis made to action. It opted to find ways on enhancing the number concept of children with special needs. In so doing, determining the effectiveness of hands-on, heads-on and hearts-on in teaching Mathematics for children with special education needs was conceptualized. The study was conducted with eight (8) pupils with varied exceptionalities or conditions as follows: Cerebral Palsy, Autism, Hearing Impairment and suspected learning disability confined in a Self-Contained classroom. A pre-test and post-test were employed in this study. 3 H’s was employed in this study as experimental approach. The first H is called the “mental” (HEADS-ON) using images (pictures) to represent objects to count or solve a math problem. The “doing” (HANDS-ON) which involves physically manipulating objects is the second H. The final H is the “interest” (HEARTS-ON) also known as the “symbolic” which involves using only numbers and symbols to count or solve a math problem. The key finding was consistent with other research revealing that in order to achieve great knowledge and success in understanding, pupils or children with special education needs must engage in hands on, heads on and hearts on approach, particularly in learning Numeracy or Mathematics. These children needed heads on, hands on and hearts on to relate and retained to them the numbers being taught. It also observed that all throughout the study, children with Autism needed more motivation and patience as compare to the rest of the SEN participants. Implication of the study to these children help to enhance the Numeracy skills of the pupil-respondents."
        },
        {
          "id": "5",
          "paperId": "A9.02",
          "title": "Development And Evaluation Of Supplementary Lessons In Teaching Science Integrating CAI Materials For High School Hearing-Impaired",
          "authors": "Vilma Lozada Dimaisip",
          "abstract": "This study was undertaken to develop and evaluate Supplementary Lessons in Teaching Science Integrating Computer-Assisted Instructions design for Paaralang Pag-ibig at Pag-asa students. This is a response to the dearth of curriculum materials in science for the hearing-impaired high school students. Specifically, the study intended to identify the content of CAI materials in science for hearing-impaired. Prepare activities in science integrating CAI materials. Try-out the lessons to get information regarding its suitability, clearness of directions and adequacy of time allotment. Evaluate it according to practicality, skills learned, vocabulary, subject content and guidance needed.Designing lessons in science integrating CAI materials will positively enable the teachers to teach a certain degree of success in the conduct of activities which might be the starting point of more encouraging performance.The study focused on the development and evaluation of Supplementary Lessons in Teaching Science Integrating CAI Materials for High School Hearing-Impaired. It follows four stages of development, namely: Stage I- Planning, Stage II- Writing, Stage III- Carry-out stage, and Stage IV- Evaluation.Based on the result, the developed supplementary lessons integrating CAI material are able to meet the needs of the students. The material used in the lessons is readily available, interesting, varied and provide clear directions. It also give abundant skills that are useful in their daily living. Students with low abilities may improve their performance.The following recommendations are made wherein the supplementary lessons in teaching science integrating CAI materials be used as teaching aid for the hearing impaired. Finally, extensive research should be made to determine the effectiveness of the developed materials. All the developed materials should be tried out."
        },
        {
          "id": "5",
          "paperId": "A9.03",
          "title": "Enhancing Mathematics Knowledge And Process Skills Of Students With Learning Difficulties",
          "authors": "Poon Cheng Yong, Yeo Kee Jiar, Noor Azlan Ahmad Zanzali",
          "abstract": "Explicit instruction is commonly used for helping students with mathematics learning difficulties. However, some research findings indicate that students’ mastery of conceptual understanding and mathematical process skills was often ignored if this approach was used solely. This research was aimed to investigate the teaching and learning processes during a remedial intervention The intervention was carried out using a mixed instructional approach which combined the perspective of the behaviorists and constructivists. It was expected to enhance the mathematical knowledge and process skills of students. A case study research design was employed. Data was collected and analyzed using a qualitative approach. Results showed that the students were able to improve their mathematics conceptual and procedural knowledge, and mathematical process skills through active interaction and mind-on activities. During the intervention, the teacher used explicit instruction for introduction and followed by student hands-on activities and reflection. The students were actively involved in mathematical processes to make sense and interact with their peers and teacher. However, they still experienced stress when they were required to perform active thinking and demonstration using manipulative and drawing. Wait time and continous support from teacher were needed for them to complete the task. In short, students with mathematics learning difficulties could enhance their mathematics knowledge and process skills through a mixed instructional approach."
        },
        {
          "id": "5",
          "paperId": "A9.04",
          "title": "The Pivotal Role Of Knowledge Structure And Instructional Design In The Development Of Teachers Teaching Mathematics To Students With Special Needs",
          "authors": "Chun-ip Fung, Dichen Wang",
          "abstract": "Teaching for Mathematising, rested upon the notion of “mathematising” first coined by prominent mathematics educator Hans Freudenthal, is an ongoing developmental project that started in Hong Kong in 1998. Originally, it was an attempt to improve mathematics teaching in the general elementary schools. Recently, the instructional designs developed over the years were applied and adapted to help students with special educational needs. The spectrum of application ranges from inclusive education to special education. In this paper, how teacher development is carried out based on instructional designs and the ideas behind will be reported. Besides, how knowledge structure impacts the creation of instructional designs will also be discussed."
        }
      ]
    },
    {
      "subTheme": "Early Childhood Care Education (ECCE)",
      "listOfPapers": [
        {
          "id": "5",
          "paperId": "A10.01",
          "title": "Pelaksanaan Kemahiran Berfikir Aras Tinggi (KBAT) dalam Pengajaran Prasekolah",
          "authors": "V. Rajasegara Veloo",
          "abstract": "Sistem Pendidikan Prasekolah di abad Ke-21 perlu memasukkan Kemahiran Berfikir Aras Tinggi (KBAT) sebagai salah satu aspek kemahiran bernilai. Penerapan pengajaran KBAT di dalam pendidikan prasekolah perlu diajarkan secara eksplisit yang mungkin mengikut langkah-langkah pengajaran KBAT yang telah dicadangkan oleh para sarjana terkemuka dalam bidang ini untuk memperkenalkan Kemahiran-Kemahiran Berfikir Aras Tinggi yang tertentu. Beberapa faktor yang memberi kesan kepada tahap kemahiran berfikif kanak-kanak prasekolah perlu dikenalpasti dan memerlukan perancangan yang jitu perlu ada sebelum pengajaran KBAT dilaksanakan. Antara faktor yang perlu diambilkira perancangan sebelum, semasa dan selepas serta bentuk penerapan KBAT. Kajian ini bertujuan untuk melihat sejauh mana unsur-unsur KBAT wujud dalam perlaksanaan proses pengajaran dan pembelajaran pendidikan prasekolah di sekolah-sekolah aliran perdana. Ia juga bertujuan untuk memaparkan dapatan kajian dijalankan berkaitan dengan KBAT dalam pengajaran dan pembelajaran tunjang-tunjang yang terdapat dalam Kurikulum Standard Pendidikan Prasekolah Kebangsaan (KSPK), untuk meneroka sejauh manakah aspek ini diberikan penekanan oleh guru di dalam bilik darjah. Data kajian ini diperolehi secara kualitatif melalui temu bual dan pemerhatian bilik darjah. Seramai seramai 5 orang guru praktikum yang mengikuti Kursus Diploma Pendidikan Malaysia (KDPM) Mod Kursus Dalam Cuti (KDC) dari Institut Pendidikan Guru Kampus Rajang (IPGKR) ditemu bual dan pemerhatian bilik darjah juga dijalankan ke atas guru- guru tersebut. Hasil Kajian ini dijangka dari aspek strategi pengajaran dan pembelajaran, persediaan guru dalam proses pengajaran dan pembelajaran, organisasi dan interaksi bilik darjah serta dilema yang dihadapi oleh guru untuk menggalakkan kanak-kanak berfikir secara kritis dan juga persepsi guru tentang program pengajaran KBAT yang dilaksanakan di peringkat pendidikan prasekolah."
        },
        {
          "id": "5",
          "paperId": "A10.02",
          "title": "From Care To Education An Orphanage For Disabled Children",
          "authors": "Tuti Hendrawati",
          "abstract": "Children with disabilities, especially those with multiple disabilities, are often perceivedby comunnity as suffering from a disease. They are treated similar to treatments for those patients in the hospital with nurse assistance. Though in practice many of children with disabilities are self reliant.Several years ago the daily routines of children in care was very monotonous with minimal activity. From morning until evening the children spent most of their time in their bedroom, only occasionally were the children able to enjoy the outside environment. In 2013,we shifted from children with patient based treatment to more educational based programs. We are optimizing the services with currenthuman resources available in the center. We gradually meet the educational needs of the children. Staffs were recruited initially as caregivers before being retraining as educators. Additionally, it is very encouraging for the caregivers to be given the opportunity to become educators .As this has meant for their future career.To help us meet the target of the professional criteria of an educator we have enlisted the support of Perkins International. We are very pleased with the educational activities that have been promoted, children have begun to show huge amounts of progress - especially children who initially required full assistance in all developmental and functional activities. The help offered to children during activities is increasingly minimized as children gain learning experience and confidence. At present, during a few activities some children are no longer in need of any assistance. Our children have grown and now even take part in areas of work which previously were only done by adults. Now our children have become the growing, educationally aware focal point during each activity."
        },
        {
          "id": "5",
          "paperId": "A10.03",
          "title": "Competence 'Quality' Practices Among Special Needs Preschool Teacher : Parents And Guardians Perspectives",
          "authors": "Mohamed Ayob Sukani, Arfah Abd Karim",
          "abstract": "The study aims to find special needs preschool teachers practice competencies through the assessment of the quality management practices of special needs preschool teachers from the perspective of parents. The study involved a special needs preschool teacher who follows the Teaching Graduate Program (TGP), organized by the Institute of Teacher Tranning Collage, (ITTC-MOE), especially in the IPG Kampus Bahasa Melayu Kuala Lumpur. Six constructs evaluation assessed the quality of management practices is of the quality aspects of space management, quality management routine, quality of curriculum management, quality management, organization behavior management quality, and the quality of relationship management. This survey includes the perspectives of parents or guardians of students. A questionnaire containing 30 items provided to the parent or guardian. Data were analyzed in the form of descriptive statistics, involving the analysis in terms of frequency, average score and percentage. The study found the quality of management practices in pre-school teachers as a whole is at a moderate level and satisfy the response of parents and guardians. Therefore, the overall quality of the six constructs assessed practice shows that the achievement of 'good'. The views of parents on the strength of quality practices is a special needs preschool teacher in terms of curriculum, student development and teaching-learning activities, as well as the interaction of teachers and students. Accordingly, the requirements of kindergarten teachers to continue to be given exposure and training to educational information of the 21st century as well as the educational goals of developing life human is necessary, in order to meet the aspirations of the country's education and realizing national education policy, as well as to a concern for the challenges of global education in 21st century."
        },
        {
          "id": "5",
          "paperId": "A10.04",
          "title": "The 1st Baby Camp For Babies With Visual Impairment In Bandung Indonesia",
          "authors": "Weningsih",
          "abstract": "Young children with visual impairment are spread out across different cities in Indonesia; unfortunately, there is a limited numbers of early intervention programs (EIP) to provide services to the children and their families. Parents feel isolated. Initiatives have been taken to solve this crisis. Perkins International has started to provide support for the development of an EIP, online support to parents, materials for learning and others. In partnership with local organizations, Perkins initiated a “Baby Camp” workshop for families aimed to build relationships among the families. The Baby Camp included opportunities for parents to share feelings, ideas and challenges and most importantly, ways of helping parents create their dreams for their child with disability and their family. 17 families & 5 Perkins International partners attended the 3 day Baby Camp. Various topics and activities on babies and families were covered, such as: feeding preparation, developing gross and fine motor skills, self-help and other strategies. Parents learned to make toys out of available materials; set-up different play corners and activities. Parent happiness is also our concern, as this affects their connection with their child. With this in mind, we created some fun and silly games for families to help them re-discover their joy. The impact of this event is very significant; the Indonesia parent group was established. The event resulted in parents having stronger connections to actively support each other. They gained confidence in raising their children and advocating for them. In this presentation, we also will share many beautiful pictures of the event and testimony from the families."
        },
        {
          "id": "5",
          "paperId": "A10.05",
          "title": "Teacher‟s Sense of Self-Efficancy to Problem Behaviour and The Role of Organization Climate in Referral and Removal",
          "authors": "Shyielathy Arumugam, Kway Eng Hock",
          "abstract": "Problem Behavior among young children in early childhood education centers are found to be at a growing rate from the literature. Problem behaviors if left untreated may lead to more severe outcomes for some children. Problem behaviors pose by young children in the early childhood classroom interrupt with classroom instruction. Early Identification which directs to early intervention is an evident based method to treat children at-risk of behavioral issues. Early intervention prepares children at-risk by providing an effective positive behavior support that may reduce the option of special education referral and removal from the mainstream environment. However problem behaviors in the early childhood classroom is remain under recognized or not widely addressed. Literature reports that, teachers due to their workload may delay the referral and when they are unable to handle the problem behaviors, removal will be the short-term solution.. This study surveys preschool teachers working in the Permata Negara Centers in Peninsular Malaysia to examine teachers’ sense of self- efficacy to problem behavior. Specifically, the study address teachers beliefs on their competency in handling problem behavior, the kind of support they receive from their organization committee, how useful are those support to address problem behaviors and the referral and removal consequences. Teachers will be given a combination of three Likert scale questionnaires’ to be rated online. Teachers’ Self-Efficacy, Early Childhood Job Satisfaction Survey (ECJSS) and Working with Challenging Behavior Preschool Survey (WCBPS), these three instruments was adapted to answer 8 research questions and 8 hypothesis, predicted from the literature review. The data analysis method will be descriptive analysis and multiple regression analysis. The findings of the study is expected to be generalized to other early childhood care and education centers in the government and private sectors in Malaysia."
        },
        {
          "id": "5",
          "paperId": "B10.06",
          "title": "Basic “Stroke Approach” In Pre Written Proficiency Among Autism Children At Quranis Learning Center In Tawau Sabah",
          "authors": "Latifah Monnas, Ong Siu Gek",
          "abstract": "Pre-writing skills are skills that involve sensory motor skills in fine motor control in the early childhood education. It can help children at an early stage in the strengthening of language proficiency through the aspects of writing. However, for children with autism, it is indeed a challenge to teach them the basic in pre-writing skills. An approach in using the basic strokes to teach basic Pre-writing skills to 8 autistic children in the Quranis Tawau learning center was conducted to help children through the early stage learning intervention. Introduction of basic stroke like sticks, humps and doughnuts are used as the basis of pre-writing skills used in the childhood learning activities. It is hope that the activities introduced can help in the early intervention of autistic children in the development of writing skills. In addition it can assist teachers in special education and early children education improved their teaching techniques in pre-writing skills that could be applied on children with autism in the future."
        }
      ]
    },
    {
      "subTheme": "Educational Multimedia for Special Educational Needs",
      "listOfPapers": [
        {
          "id": "5",
          "paperId": "A11.01",
          "title": "Penggunaan Teknologi Bantu Dalam Pengajaran Dan Pembelajaran Pendidikan Khas",
          "authors": "Mustaffar Abd Majid, Nor ‘Azah Ahmad Safran",
          "abstract": "Kajian ini berkaitan dengan penggunaan Teknologi Bantu (TB) dalam pengajaran dan pembelajaran Pendidikan Khas (PK) berdasarkan A Framework for the Adoption of Assistive Technology (Kerangka Penerimaan Teknologi Bantu - KPTB) yang menyatakan peranan setiap pemegang taruh iaitu pengguna, pengasuh (caregiver), pakar TB dan pembangun TB melalui empat fasa penerimaan: Fasa Pembangunan, Fasa Pemilihan, Fasa Pembelajaran dan Fasa Pengintegrasian. Kajian kes kualitatif ini dilaksanakan untuk meneroka penggunaan TB dalam pengajaran dan pembelajaran Pendidikan Khas(PK) dengan memberi tumpuan terhadap atribut guru sebagai pengasuh (caregiver). Responden kajian dipilih sebagai persampelan bertujuan iaitu 3 orang guru pendidikan khas yang ditemubual untuk pengumpulan data. Data telah dikodkan dan dianalisis mengikut tema yang sama. Guru PK mempamerkan atribut sebagai pengasuh, iaitu guru perlu belajar dan menguasai peranti TB, menyokong MBK mengguna peranti baharu, mengikuti perubahan peranan peranti dalam dinamika masyarakat dan memahami bahawa proses penyesuaian TB merupakan usaha berterusan. Secara umum, berdasarkan dapatan temubual, ketiga-tiga guru PK tersebut memilik atribut sebagai pengasuh walaupun terdapat ruang dan peluang kepada mereka meneroka lebih banyak alat atau peranti TB baharu selain yang sedia ada di sekolah pada masa kini"
        },
        {
          "id": "5",
          "paperId": "A11.02",
          "title": "Relationship Between Socioeconomic, Classroom Management Style And Teaching Style With Linus Achievement In Elementary Schools",
          "authors": "Hoe Sin Ling, Yeo Kee Jiar",
          "abstract": "LINUS was a new extension of the KIA2M for continuing their objectives and purposes. Factors such as socioeconomic, classroom management style and teaching style are often overlooked. Thus, students’ LINUS achievement has become an important issue to be studied. The purpose of this study was to investigate the relationship among LINUS students’ socioeconomic, teachers’ classroom management style and teachers’ teaching style in teaching LINUS subjects, Bahasa Melayu and Mathematics. The research site was elementary schools in the eastern zone of Kluang, Johor. This study used the quantitative method which using questionnaire as the tool for the data collection. Cluster random sampling method was applied in the selection of 102 as research respondents. All the statistical analysis performed by using Statistical Package for Social Sciences version 20 (SPSS 20.0). The quantitative data was analyzed through descriptive statistics (frequency, percentage, mean and standard deviation) and inferential statistic involving parametric test (Rank Biserial Correlation). A pilot test was carried out for Behavior and Instructional Management Scale (BIMS) and Teaching Style (TSI) with the Cronbach’s Alpha coefficient values of 0.815 and 0.837 respectively. In descriptive analysis, the study found that the highest proportion in education, occupation and income were middle school, labor business and salary between RM 2001 to RM 3001. Majority of parents’ background had lowered socioeconomic. In addition, the dominant levels of classroom management style and teaching style obtained high mean scores according to interpretive scale. The inferential analysis results found little significant relationship between LINUS students’ socioeconomic status and measures of LINUS achievement and non-significant relationships were found between elementary school teachers’ classroom management and teachers’ teaching style and student LINUS achievement."
        },
        {
          "id": "5",
          "paperId": "A11.03",
          "title": "Effectively Educating Young People With Learning Barriers Through Technoloy",
          "authors": "Dhruv Patel, Leah Freeman",
          "abstract": "Inclusivity in education is the golden rule, but every school and educational facility struggles to achieve it while maintaining successful outcomes and engagement. Utilising technology provides an answer to all inclusion in an efficient and cost effective manner that achieves results for students, particularly within the most challenging cohorts. Through the context of the Nisai Virtual Academy and platform, we will show how to achieve inclusivity through the Nisai pedagogy, platform and monitoring process, while engaging our specialist cohorts: Displaced, Disengaged, Detached and Disadvantaged. Topics that will be covered within the oral presentation include: Personalised learning, supporting “At Risk” cohorts, providing continuity of learning, achieving results and positive destinations. Personalised Learning – Creating an environment catered to the individual student. The Nisai methodology includes creating a platform which caters to learning barriers, tracking student progress, adapting academic instruction to match current learning ability and requirements and linking student data, reports and information through a Personal Wellbeing Plan. Supporting „At Risk‟ cohorts through virtual education - 99% of our students have some form of learning barrier and have a spectrum of needs including low self-esteem, SEN, difficult home environments and exclusions. We will discuss effective services available for these cohorts using real situations and solutions. Continuity of learning – Partnerships with schools, local government authorities and education facilities to allow education to be embedded for all students who require it, both in-school and out of school. Achieving results - Tracking real-time data for clients, parents and staff to monitor attendance, behaviour and contribution, exemplifying every success. Positive destinations – The Nisai platform enables young people to successfully achieve personal and academic results and progress on to further education or employment."
        },
        {
          "id": "5",
          "paperId": "A11.04",
          "title": "E-Mentoring Experiences Of Adolescents With Special Needs: A Phenomenological Study",
          "authors": "Loh Sau Cheong, Lim Yoke Kit",
          "abstract": "In the literature of providing support to individuals with special needs, numerous past studies had focused on the benefits of e-mentoring in facilitating the transition process from high school to postsecondary education and employment among adolescents with special needs. Nevertheless, relatively few researchers have explored the problems that could lead to unsuccessful e-mentoring relationship, where mentors and/or adolescents withdraw from an e-mentoring program prior to completion, what more, to identify possible strategies to overcome the barriers. This paper, which highlights only the problems faced by adolescents with special needs during e-mentoring program, is part of a phenomenological research that seeks to better understand the e-mentoring experiences of adolescents with special needs, with the intentions to explore the problems they faced, to identify the strategies they used and to subsequently understand how they benefitted from the e-mentoring program. Using a sample of ten adolescents with special needs, four mentors and six parents, this qualitative-based study used an in-depth interview, observation and document analysis techniques to uncover the phenomenon of study. Findings showed that adolescents with special needs experienced a number of communication difficulties and technological challenges as they participated in the e-mentoring program, which were primarily caused by factors such as disability characteristics, past experiences with abled people and control from parents and school teachers. In general, the findings of the study confirm that adolescents with special needs experience a number of problems as they participate in the e-mentoring program. These results have overthrown the faulty assumption of “every user is tech-friendly”. Indeed, there is a population like adolescents with special needs who need to be accommodated so that they can participate in the e-mentoring program effectively."
        },
        {
          "id": "5",
          "paperId": "A11.05",
          "title": "Visual Perception Diagnostic Tools For Autism Children: Vi-per games",
          "authors": "Faaizah Shahbodin, Helmi Adly Mohd Noor, Zareena Rosli",
          "abstract": "Early identification and diagnosis are the solutions to get students on the right road in dealing with the problems related to autism and overcoming them. The objective of this paper is to share the development of autism diagnostic tool using games method as a tool for special education teachers to diagnose visual perception problems among autistic students. The diagnostic tools known as Vi-Per Games was developed based on the ADDIE model. These diagnostic tools show that it can assist and help teachers to diagnose their autistics students without the needs for teachers to have some experience and knowledge of diagnosing visual perception. This prototype will be a high-tech solution to diagnose visual perception problems designed for autistic children."
        }
      ]
    },
    {
      "subTheme": "Teacher Training and Capacity Building",
      "listOfPapers": [
        {
          "id": "5",
          "paperId": "A12.01",
          "title": "Pengaruh Teknologi Hijau Beta Terhadap Murid Bermasalah Pembelajaran Tahun Satu Di Sekolah Rendah",
          "authors": "Yeap. T. W, Salleh Abd Rashid",
          "abstract": "Tujuan kajian ini adalah untuk melihat keberkesanan penggunaan Teknologi Hijau Gelombang Beta (THGB) dalam literasi bagi meningkatkan murid bermasalah pembelajaran di Sekolah Jenis kebangsaan Cina di Utara negeri Perlis, Malaysia. Kajian kuantitative ini melibatkan reka bentuk kuasi-experiment .Sampel kajian melibatkan 31 responden dari sekolah jenis kebangsaan cina (SJKC) di Perlis Malaysia. Kajian ini dirawat dengan simulasi gelombang Beta dalam 20Hz selama 9 minggu dan tanpa ada kumpulan kawalan. Satu ujian Kognitif yang menggunakan alat power mind untuk mengukur data sebelum dan selepas intervensi dilakukan . Ujian pra dan ujian pos yang dilaksanakan untuk melihat keberkesanan 20Hz gelombang Beta. Hasil dapatan kajian di analisis menggunakan SPSS 22 dan dilaporkan dalam bentuk deskriptif iaitu min, kekerapan, ,peratusan dan multipul regrasi. Dapatan keputusan bagi teknologi hijau gelombang Beta dengan 20 Hz memberi peningkatan yang signifikan dalam keupayaan belajar terhadap murid yang bermasalah pembelajaran."
        },
        {
          "id": "5",
          "paperId": "A12.02",
          "title": "Kemahiran Pedagogi Bagi Guru Pendidikan Islam (Pendidikan Khas) Dalam Pengajaran Al-Quran Braille",
          "authors": "Norhasnira Ibrahim",
          "abstract": "Pengajaran Al-Quran Braille merupakan salah satu daripada elemen utama dalam sesi pengajaran dan pembelajaran (PdP) bagi subjek Pendidikan Islam (PI) di sekolah-sekolah seluruh Malaysia yang terdapat Program Pendidikan Khas khususnya bagi murid berkeperluan khas masalah penglihatan (MBK MaL). Berdasarkan kajian yang telah dijalankan sebelum ini, didapati bahawa terdapat beberapa isu berkaitan pengajaran al-Quran Braille seperti GPI PK yang masih belum mahir, bahkan ada di antara mereka yang langsung tidak mengetahui kod Braille al-Quran dan sebagainya. Oleh itu, objektif kertas kerja ini adalah untuk mengkaji tentang isu berkaitan GPI PK dalam pengajaran al-Quran Braille dan untuk mendedahkan para GPI PK tentang kemahiran pedagogi yang diperlukan oleh mereka sebagai persiapan diri sebelum memulakan pengajaran Al-Quran Braille. Metodologi bagi kajian ini adalah berbentuk kualitatif iaitu dengan mengaplikasikan metod penentuan subjek dan pengumpulan data yang diperolehi daripada buku, kertas kerja, laman sesawang serta laporan-laporan hasil penyelidikan yang terdahulu. Hasil kajian mendapati bahawa terdapat sebanyak 13 kemahiran yang perlu diketahui, dikuasai dan dipraktikkan oleh para GPI PK untuk menjayakan pengajaran al-Quran Braille khususnya kepada MBK MaL."
        },
        {
          "id": "5",
          "paperId": "A12.03",
          "title": "Pendapat Pensyarah Dan Bakal Pensyarah Pendidikan Khas Kolej Komuniti Terhadap Keberkesanan Program Pensijilan Profesional Pengajaran Dan Pembelajaran Pelajar Berkeperluan Khas (Bermasalah Pembelajaran)",
          "authors": "Nurina Pillin Sibat, Khalid Sepawi, Nor Azreen Ayub",
          "abstract": "Kajian ini bertujuan untuk mengenalpasti keberkesanan Program Pensijilan Profesional Pengajaran dan Pembelajaran Pelajar Berkeperluan Khas (Bermasalah Pembelajaran) terhadap pensyarah dan bakal pensyarah Pendidikan Khas Kolej Komuniti yang dilaksanakan di Universiti Kebangsaan Malaysia (UKM) dan mengetahui lima (5) cadangan penambahbaikan yang sesuai bagi program ini. Tujuan program ini dilaksanakan adalah bagi memberi pendedahan kepada pensyarah dan bakal pensyarah pendidikan khas sebagai persediaan untuk mengajar pelajar-pelajar bermasalah pembelajaran. Instrumen kajian yang digunakan ialah soal selidik dengan skala likert 5 poin dan data dianalisis dengan menggunakan Microsoft Excel bagi mencari min setiap pemboleh ubah. Kajian ini dijalankan ke atas 20 orang responden (pensyarah rintis) yang terlibat dalam program ini. Analisis dapatan kajian menunjukkan program yang diadakan adalah berkesan berdasarkan min keseluruhan yang dicatatkan pada tahap tinggi dan beberapa cadangan penambahbaikan telah dikemukakan."
        },
        {
          "id": "5",
          "paperId": "A12.04",
          "title": "Kesediaan Guru Dalam Pelaksanaan Program Transisi Kerjaya Bagi Murid Berkeperluan Khas",
          "authors": "Nuraisyah Adnie Abd Rahman, Aliza Alias",
          "abstract": "Program transisi kerjaya adalah usaha positif dalam memberi peluang kepada murid berkeperluan khas untuk menerima latihan kemahiran dan pengalaman dalam dunia pekerjaan. Guru memainkan peranan yang penting dalam membantu murid menguasai kemahiran pekerjaan. Latihan transisi kerjaya yang baik memberi peluang kepada mereka untuk bekerja seperti individu yang lain. Justeru, artikel ini adalah tentang kesediaan guru dalam pelaksanaan program transisi bagi murid berkeperluan khas di sekolah-sekolah Program Pendidikan Khas Integrasi (PPKI). Tiga aspek kesediaan dikaji adalah dari segi pengetahuan, kemahiran dan sikap guru. Kajian tinjauan ini dijalankan terhadap 83 orang guru Pendidikan Khas di sekolah menengah di daerah Klang, Selangor. Instrumen kajian adalah berbentuk soal selidik Likert-5 yang mengandungi empat bahagian iaitu latar belakang guru, pengetahuan guru, kemahiran guru dan sikap guru. Dapatan kajian menunjukkan guru-guru mempunyai tahap pengetahuan yang sederhana, tahap kemahiran yang rendah dan tahap sikap yang tinggi. Keseluruhannya, dapatan kajian bagi kesediaan guru dalam pelaksanaan program transisi bagi murid berkeperluan khas adalah berada di tahap sederhana berdasarkan ketiga-tiga aspek yang ditinjau."
        },
        {
          "id": "5",
          "paperId": "A12.05",
          "title": "Teknik Fuzzy Delphi: Reka Bentuk Modul Pembelajaran Webquest Pendidikan Kesihatan(Wqpkes) Untuk Guru Pelatih Pendidikan Khas Masalah Pembelajaran",
          "authors": "Alijah Ujang, Syed Ismail Syed Noh",
          "abstract": "Pendidikan Kesihatan merupakan kontinum pembelajaran yang membolehkan seseorang individu menjadi ahli masyarakat yang boleh membuat keputusan secara sukarela, mengubah suai dan mengubah keadaan sosial demi meningkatkan kesihatan diri (Wee, 2009). Sehubungan itu transformasi pendidikan negara melalui Pelan Pembangunan Pendidikan Malaysia (2013-2015), telah memberi laluan penambahbaikan Kurikulum Alternatif untuk murid pendidikan khas masalah pembelajaran melalui Kurikulum Standard Sekolah Rendah (KSSR). KSSR Pendidikan Khas Masalah Pembelajaran telah meletakkan Pendidikan Kesihatan sebagai subjek Pendidikan Jasmani dan Kesihatan untuk murid masalah pembelajaran di tahap dua mulai 2011 (Pusat Perkembangan Kurikulum, 2013). Oleh yang demikian, guru yang bakal mengajar murid masalah pembelajaran perlu menguasai ilmu pengetahuan dan kemahiran tentang Pendidikan Kesihatan supaya sikap dan amalan kesihatan yang betul akan terbentuk dalam diri murid-murid. Sehubungan dengan itu, kajian ini bertujuan untuk mendapatkan persetujuan pakar tentang reka bentuk Modul Pembelajaran WQPKes untuk guru pelatih Pendidikan Khas Masalah Pembelajaran (PKMP). Kajian yang menggunakan teknik Fuzzy Delphi ini akan mendapatkan persetujuan pakar tentang tajuk, subtajuk, teknik belajar, aktiviti pembelajaran dan latihan resos yang sesuai untuk modul tersebut. Teknik Fuzzy Delphi telah melibatkan seramai dua puluh orang panel yang terdiri daripada pakar dalam bidang Pendidikan Khas, Teknologi Maklumat dan Komunikasi, dan Pendidikan Kesihatan. Analisis telah dijalankan berdasarkan respon pakar terhadap soal selidik yang terdiri dari lima skala Likert linguistik. Nilai threshold‘d’ dihitung untuk menentusahkan persetujuan pakar terhadap item-item yang terdapat dalam soal selidik. Dapatan daripada kajian ini diharapkan dapat menjadi panduan kepada semua pensyarah Pendidikan Khas Masalah Pembelajaran khususnya agar tajuk dan subtajuk yang mendapat ranking tertinggi diberi perhatian semasa mengajar Pendidikan Kesihatan kepada guru pelatih PKMP dan teknik belajar, aktiviti pembelajaran dan latihan resos yang mendapat ranking tertinggi pula berpotensi dalam kajian pembangunan modul tersebut kelak."
        },
        {
          "id": "5",
          "paperId": "A12.06",
          "title": "Kolaborasi Guru Pendidikan Khas dan Industri dalam menjalankan Program Transisi Kerjaya Murid Berkeperluan Khas",
          "authors": "Mohd Zulkarnain Abdul Wahab, Aliza Alias",
          "abstract": "Program Transisi Kerjaya bagi Murid Berkeperluan Khas (MBK) merupakan satu langkah yang penting dalam menentukan kebolehpasaran dan penerimaan majikan. Guru pendidikan khas sebagai pelaksana perlu mempunyai pengetahuan dan bersedia melaksanakan program berikut sehingga ke peringkat industri. Responden kajian terdiri daripada guru pendidikan khas seramai 64 orang dari enam buah sekolah yang menjalankan Program Pendidikan Khas Integrasi (PPKI) di Negeri Johor. Data diperoleh melalui soal selidik yang menggunakan skala likert 1 hingga 5 dengan kaedah persampelan berkelompok. Item soal selidik terbahagi kepada tiga aspek iaitu pengetahuan dan kesediaan guru; kolaborasi dengan industri; dan persepsi guru dalam meningkatkan keberkesanan Program Transisi Kerjaya. Kaedah kuantitif dikriptif digunakan untuk menganalisis data secara kekerapan dan peratusan. Dapatan menunjukkan 93.7% guru pendidikan khas berpendapat Program Transisi Kerjaya akan lebih bermakna jika industri menyatakan keperluan yang dingini dalam mengambil MBK berkerja. Sejumlah 93.8% guru pendidikan khas juga mahukan industri membuka peluang bagi MBK menjalankan transisi di tempat mereka. Dapatan juga menggambarkan bahawa terdapat jurang dalam kemahiran berkaitan industri yang mana 31.3% guru pendidikan khas hanya menggunakan pengetahuan yang sedia ada dalam menjalankan Program Transisi Kerjaya. Ini berkemungkinan disebabkan kerana 31.2% daripada guru pendidikan khas menjalankan transisi bersendirian tanpa penglibatan industri. Sebagai meningkatkan keberkesanan Program Transisi Kerjaya, dua pihak utama iaitu guru dan industri perlu memainkan peranan terutamanya mengadakan kolaborasi yang memerlukan mereka bersama dalam mencadang, membuat keputusan dan melaksanakan peranan masing-masing."
        },
        {
          "id": "5",
          "paperId": "A12.07",
          "title": "Distance Education: A Program To Accommodate Diverse Children With Disabilities",
          "authors": "Jacinto C. Cabero, Jr.",
          "abstract": "Distance Education (DisEd) Program for Children with Disabilities (CWD) is a Special Education (SPED) program initiated and implemented in Nantangalan Elementary School SPED Center, Pozorrubio, Pangasinan. Philippines. It is designed to accommodate all types of learners with diversity in disabilities, values and status in the community. It helps these learners access to education through an alternative delivery mode called Homebound Instruction. It provides intervention to help develop the language, cognitive, motor, socialization and self-help skills of its learners. It supports the “No Left Behind” and “Zero Reject” policies, the Education for All program of the Philippine government and the Inclusive Education program of the Department of Education. It is a strategy to increase the Participation Rate of the school. The learnerss of this program were those learners with chronic illness ages 9 to 21 years old. They were bed-ridden and with difficulty in mobility which hinder them to go to school and learn. The Portage Guide to Early Education checklist in evaluating the initial, progress and final performance of the learners with the direct observation, parents’ testimony, interview checklists were used to gather data as the research methodology. Findings revealed that learners’ skills had improved. Learners were found to be cooperative and active with their teacher. There was transformation in their faces from sadness to happiness. To conclude, DisEd accommodates all types of learners regardless of their disability, differences and diversity. It makes learning achievable in accordance with the learner’s pace of learning. Inclusion for the bed-ridden learners in the regular class/school is possible. Parents of the learners were benefited from this program. Linkages with and among education stakeholders was strengthened."
        },
        {
          "id": "5",
          "paperId": "A12.08",
          "title": "High Ability Students From Low Socio-Economic Backgrounds: Overcoming Challenges In An Affluent College",
          "authors": "Myra Trinidad T. Tantengco",
          "abstract": "High-ability students from low-income and/or minority backgrounds are generally unidentified and underrepresented in gifted programs (Frasier, 1987, as cited in Frasier, 1989). But even when these children are able to access gifted programs, many obstacles stand in the way of achieving their potential (Beck, 2011). In 2014, the poverty incidence in the Philippines was pegged at 25.8 percent. About 10.5 percent of its citizens had incomes below the food threshold during the first quarter of 2014 (Philippine Statistics Authority, 2015). For many years, affluent colleges and universities in the country have been providing high-ability students from low socio-economic backgrounds the opportunity to access quality tertiary education through financial scholarships. A qualitative study was conducted in 2016 involving three (3) full financial scholars to an affluent women’s college. Graduates of public high schools, they were recognized by their college for their academic achievements and/or leadership skills. The study examined (a) the challenges they encountered while maintaining financial scholarship, (b) their responses to those challenges, and (c) their support providers. Content analysis of personal interviews revealed that the participants were confronted by various overlapping challenges concerning their home, emotions, maintenance of financial scholarship, and lack of finances. Overcoming these while maintaining high academic performance required motivation, self-management and spirituality. They credited the support of their family and friends, God, the scholarship administrators, and their teachers. Recommendations to help high ability students from low socio-economic backgrounds overcome diverse challenges and maintain high academic performance in an affluent college are provided."
        }
      ]
    },
    {
      "subTheme": "Innovation in Special Education",
      "listOfPapers": [
        {
          "id": "5",
          "paperId": "A13.01",
          "title": "Literasi Awal Al-Quran Dalam Kalangan Murid-Murid Pendidikan Khas Bermasalah Pembelajaran",
          "authors": "Aminuddin Khalit",
          "abstract": "Kertas kerja ini membincangkan penggunaan Kaedah Gabungan Bunyi Kata (KGBK) Mudah Belajar Awal Membaca Al-Quran dan Kaedah Iqra’ terhadap literasi awal Al-Quran murid bermasalah pembelajaran di kelas pendidikan khas. Kajian ini melibatkan enam orang murid bermasalah pembelajaran kelas pendidikan khas integrasi di dua buah sekolah menengah di Daerah Hilir Perak. Sampel kajian dibahagikan sama rata kepada dua kumpulan iaitu kumpulan murid yang belajar menggunakan kaedah Iqra’ dan kumpulan murid yang belajar menggunakan Kaedah KGBK Mudah Belajar Awal Membaca Al-Quran. Hasil dapatan menunjukkan murid yang menggunakan kaedah KGBK Al-Quran berbanding kaedah Iqra’. Perbezaan skor pencapaian di antara dua kumpulan kajian menunjukkan kumpulan murid yang belajar menggunakan kaedah KGBK Mudah Belajar Awal Membaca Al-Quran memperoleh skor lebih tinggi dan peningkatan kemahiran membaca lebih cepat berbanding kumpulan yang belajar menggunakan kaedah Iqra’ yang hanya memperoleh skor yang rendah. Pada asasnya dapatan menunjukkan bahawa secara keseluruhannya, kaedah KGBK Mudah Belajar Awal Membaca Al-Quran berkesan terhadap peningkatan pencapaian dan motivasi murid dalam pembelajaran Al-Quran."
        },
        {
          "id": "5",
          "paperId": "A13.02",
          "title": "Penggunaan Permainan Blok Dalam Pengajaran Matematik Untuk Murid Bermasalah Pendengaran",
          "authors": "Lajiwin@Jovinia Kudun , Nancy Anthony",
          "abstract": "Penggunaan permainan blok merupakan satu inovasi dalam pengajaran dan pembelajaran bagi mata pelajaran matematik di Sekolah Pendidikan Khas. Inovasi ini dilaksanakan dengan mengaplikasikan strategi pengajaran yang berpusatkan murid dan mempunyai ciri-ciri pendekatan konstruktivis. Justeru, tujuan kajian ini adalah untuk menguji keberkesanan penggunaan permainan blok dalam pengajaran nilai nombor 1 hingga 9 terhadap murid bermasalah pendengaran. Kajian ini telah dijalankan di Sekolah Rendah Pendidikan Khas Bermasalah Pendengaran. Sampel kajian terdiri daripada 6 orang murid bermasalah pendengaran Tahun Satu yang tidak melepasi program transisi. Ujian pra dan pasca digunakan untuk mengetahui peningkatan skor sampel kajian selepas menggunakan permainan blok. Dapatan kajian menunjukkan terdapat peningkatan skor sampel kajian dalam ujian pasca. Kebanyakan sampel kajian memberi respon positif terhadap penggunaan permainan blok dalam mata pelajaran Matematik. Kesimpulannya, permainan blok ini boleh diguna pakai untuk membantu meningkatkan pencapaian murid bermasalah pendengaran yang terlibat dalam kajian ini."
        },
        {
          "id": "5",
          "paperId": "A13.03",
          "title": "Inovasi Menulis Huruf Mengikut Arah Yang Betul Dengan Model Addie Bagi Murid Berkeperluan Khas",
          "authors": "Noraspalelawati Razali, Ros Eliana Ahmad Zuki",
          "abstract": "Kaedah belajar melalui bermain dapat meningkatkan kemahiran berfikir dan menyelesaikan masalah di kalangan kanak kanak dengan cara membina pengetahuan hasil interaksi dengan persekitaran yang telah dirancang. Namun begitu, pengolahan kaedah ini bersama dengan integrasi aplikasi teknologi kurang diterokai khususnya untuk murid berkeperluan khas. Sehubungan itu, kajian ini yang menumpu kan kepada masalah murid berkeperluan khas dalam menulis huruf mengikut arah yang betul menerapkan integrasi kaedah belajar melalui bermain dengan aplikasi teknologi dalam pengajaran dan pembelajaran. Menulis huruf mengikut arah yang betul adalah penting sebagai asas kemahiran menulis peringkat awal bagi kanak kanak terutamanya kanak kanak berkeperluan khas. Sehubungan itu, kajian ini bertujuan menghasilkan inovasi menulis huruf mengikut arah yang betul dengan teknik memandu kereta mainan dan sistem lampu isyarat dengan integrasi kaedah belajar melalui bermain dan aplikasi teknologi khusus untuk MBK. Inovasi bahan instruksional ini direkabentuk dengan menggunakan pendekatan Model ADDIE. Peserta sasaran dalam kajian ini terdiri daripada pelajar lembam, sindrom down dan autism. Pendekatan kualitatif dalam bentuk temubual dan pemerhatian digunakan dalam kajian. Keputusan kajian menunjukkan inovasi yang digunapakai dapat membantu MBK untuk menulis huruf mengikut arah yang betul dengan suasana pembelajaran yang lebih menyeronokkan. Oleh itu, diharapkan penggunaan bahan inovasi ini dapat membantu dalam mempertingkat kebolehan murid berkeperluan khas yang lain menulis huruf mengikut arah yang betul."
        },
        {
          "id": "5",
          "paperId": "A13.04",
          "title": "Aplikasi „Pictures Exchange Communication System‟ (Pecs) Dalam Mengatasi Masalah Komunikasi Antara Guru Dan Murid Autisme",
          "authors": "Rabiatul Adawiyah Wahid, Zulkufli Mahayudin, Mior Ahmad Termizi Mior Idris",
          "abstract": "Kajian ini dilaksanakan untuk menilai kaedah “Pictures Exchange Communication System‟ (PECS) dalam mengatasi masalah komunikasi antara guru dan murid autisme. Pengkaji telah menggunakan komputer tablet sebagai alat komunikasi dengan murid. Kajian ini dilaksanakan kerana terdapat masalah yang telah dikenal pasti iaitu murid tidak dapat berkomunikasi dengan baik. Sampel kajian terdiri daripada seorang murid perempuan dari tahun 2 yang mengalami masalah komunikasi. Data dikumpulkan melalui pemerhatian berstruktur dan soal selidik terhadap guru. Dapatan kajian telah menunjukkan bahawa tindakan yang dilaksanakan telah membantu murid untuk berkomunikasi dengan guru dengan menggunakan kaedah “Pictures Exchange Communication System” (PECS). Hasilnya, murid dapat berkomunikasi dan memahami arahan guru. Dapatan kajian menunjukkan murid mengalami peningkatan berkomunikasi dengan baik."
        },
        {
          "id": "5",
          "paperId": "A13.05",
          "title": "Kesan Jenis Genggaman Pensil Murid Bermasalah Pembelajaran Terhadap Kemahiran Menulis",
          "authors": "Shamsiah Md Nasir",
          "abstract": "Menulis merupakan satu kemahiran utama yang diperlukan oleh kanak-kanak di sekolah semasa proses pembelajaran mereka. Salah satu faktor yang mempengaruhi kemahiran menulis seterusnya kualiti penulisan yang dihasilkan adalah cara memegang pensil semasa menulis. Kajian ini bertujuan untuk mengenalpasti jenis-jenis genggaman pensil dan kesannya terhadap kemahiran menulis murid-murid berkeperluan khas bermasalah pembelajaran. Analisis jenis-jenis genggaman pensil dalam kajian ini menggunakan Postur Genggaman dalam Urutan Pembangunan Schneck dan Henderson. Responden juga telah ditemubual bagi mendapatkan maklumat berkaitan cara mereka menulis. Dapatan kajian menunjukkan jenis-jenis genggaman matang teragih kepada beberapa responden dan tidak tertumpu kepada satu jenis genggaman matang sahaja. Jenis genggaman pensil juga didapati tidak mempengaruhi kelancaran proses menulis dan kualiti tulisan responden. Adalah dicadangkan agar murid-murid yang menghadapi kesukaran dalam menulis diberi perhatian sewajarnya agar intervensi dapat dirancang dan dilaksanakan untuk membantu mereka meningkatkan kemahiran menulis."
        },
        {
          "id": "5",
          "paperId": "A13.06",
          "title": "Penggunaan Pap Smile Untuk Mengatasi Masalah Pergigian Dalam Kalangan Murid-Murid Pendidikan Khas",
          "authors": "Suhaili Samsudin, Mat Yusof Mat Jelani",
          "abstract": "PAP SMILES adalah merupakan bahan bantu mengajar yang digunakan untuk meningkatkan pengetahuan murid- murid Pendidikan Khas mengenai amalan penjagaan gigi yang betul bagi mengatasi masalah pergigian dalam kalangan mereka. Objektif utama penggunaan PAP SMILE ini adalah bertujuan untuk mengurangkan masalah karies gigi di kalangan 13 orang murid pendidikan khas SBT Sekolah Kebangsaan Seri Biram dengan meningkatklan pengetahuan dan kesedaran mereka mengenai amalan penjagaan gigi yang baik , meningkatkan minat dan penglibatan murid dalam Program SMILES dan meningkatkan keyakinan ahli Kelab Doktor Muda dalam menyampaikan maklumat berkaitan amalan penjagaan gigi.Kaedah yang digunakan ialah dengan menggunakan instrumen kajian seperti borang soal- selidik, pemerhatian dan temubual. Hasil kajian mendapati tahap pengetahuan mengenai amalan pergigian responden telah meningkat daripada 41.3% kepada 95.1%, manakala 90.7% daripada responden bersetuju bahawa penggunaan PAP SMILE membantu mereka melibatkan diri secara aktif dalam Program SMILES dan 99% daripada ahli Kelab Doktor Muda bersetuju penggunaan PAP SMILES membantu meningkatkan keyakinan diri mereka untuk menyampaikan maklumat berkaitan amalan penjagaan gigi., Penggunaan bahan bantu mengajar yang bersesuaian amat penting kepada murid- murid pendidikan khas bagi memberi gambaran yang lebih jelas mengenai sesuatu konsep dan seterusnya meningkatkan lagi pemahaman mereka. Oleh yang demikian penggunaan PAP SMILES yang bersifat didik hibur, dan mengandungi pelbagai elemen sudah pastinya amat bersesuaian dalam meningkatkan penglibatan mereka dalam Program SMILES dan pengetahuan mereka mengenai amalan pergigian yang baik."
        },
        {
          "id": "5",
          "paperId": "A13.07",
          "title": "Penggunaan Alat Bantu / Resos Dalam Pengajaran Dan Pembelajaran Pendidikan Khas Berasaskan Model UDL",
          "authors": "Nor ‘Azah Ahmad Safran, Mustaffar Abd Majid",
          "abstract": "Universal Design for Learning (UDL) telah dikenal pasti sebagai model pengajaran kontemporari untuk menggalakkan gabungan dan peluang yang saksama bagi semua murid termasuk MBK. Tiga prinsip asas menjadi landasan dalam kerangka konsep UDL iaitu pelbagai kaedah penyampaian pengajaran, pelbagai aktiviti MBK bersuara dan pelbagai kaedah pembelajaran afektif. Kajian kes kualitatif ini dilaksanakan untuk meninjau dan meneroka penggunaan alat bantu atau resos dalam pembelajaran dan pengajaran (PdP) Pendidikan Khas berasaskan Model UDL. Responden kajian dipilih sebagai persampelan bertujuan iaitu 3 orang guru pendidikan khas (PK) yang ditemubual untuk pengumpulan data. Data telah dikodkan dan dianalisis mengikut tema yang sama. Guru PK telah mempelbagaikan kaedah penyampaian pengajaran menggunakan alat bantu atau resos yang diubahsuai mengikut kreativiti. PdP dilaksana menggunakan strategi pelbagai bagi meningkatkan penglibatan MBK memperoleh pembelajaran afektif. Kaedah pengajaran yang pelbagai seperti differentiated instruction akan memboleh guru menggunakan alat bantu resos berasaskan Model UDL dengan lebih baik. Justeru pendedahan prinsip-prinsip UDL kepada pihak pentadbir, guru resos dan guru PK perlu dipertimbangkan untuk meningkatkan penggunaan resos / alat bantu PdP ."
        },
        {
          "id": "5",
          "paperId": "A13.08",
          "title": "Keberkesanan Penggunaan Peta Alir Bergambar I-Think Dalam Penghasilan Kek Coklat Oleh Murid-Murid Pendidikan Khas Bermasalah Pembelajaran",
          "authors": "Faranina Saleh",
          "abstract": "Gabungan gaya pembelajaran visual, auditori dan kinestetik mungkin sesuai digunakan dalam proses pengajaran dan pembelajaran murid murid bermasalah pembelajaran yang tidak mengenal huruf, mengeja atau tidak boleh membaca. Kajian ini dijalankan untuk mengenalpasti keberkesanan penggunaan peta alir bergambar i THINK dalam memandu murid murid yang tidak boleh membaca untuk menghasilkan kek coklat semasa kelas bakeri bagi mata pelajaran vokasional mereka. Keberkesanan penggunaan peta alir bergambar i THINK ini diukur menerusi kemampuan murid untuk membuat kek mengikut resepi yang dipaparkan secara bergambar serta kualiti kek yang dihasilkan. Seramai 4 orang subjek yang tidak boleh membaca (TBM) dan empat orang subjek yang boleh membaca (BM) terlibat dalam kajian ini. Pencapaian murid murid TBM dibandingkan dengan pencapaian murid murid BM yang turut membuat kek yang sama tetapi mereka menggunakan peta alir bergambar i THINK berserta arahan bertulis. Dapatan kajian ini menunjukkan bahawa tidak terdapat perbezaan yang signifikan (p>0.05) antara murid murid TBM dan BM dari segi penyediaan bahan c dan alatan yang ditetapkan membuat kek; pematuhan kepada langkah langkah membuat kek dan kualiti kek yang dihasilkan. Selain daripada itu, kajian ini juga menunjukkan terdapat hubungan yang signifikan (p<0.05) antara proses pembuatan kek dengan kualiti kek yang dihasilkan. Sebagai kesimpulannya, peta alir bergambar i-THINK yang digunakan dalam kajian ini berkesan dalam memandu muridmurid TBM untuk membuat dan menghasilkan kek yang berkualiti. Sehubungan dengan itu, adalah diharapkan peta alir bergambar i-THINK dapat diperluas guna untuk membantu murid murid TBM dalam proses pengajaran dan pembelajaran mereka di masa akan datang."
        },
        {
          "id": "5",
          "paperId": "A13.09",
          "title": "Tahap Pengetahuan Guru Dalam Menggunakan Terapi Sensori Integrasi Untuk Murid Berkeperluan Khas",
          "authors": "Nur Solehah Ab Halim, Aliza Alias",
          "abstract": "Terapi Sensori Integrasi (TSI) semakin mendapat tempat dalam kalangan guru-guru pendidikan khas. Tujuan kajian ini adalah untuk mengkaji tahap pengetahuan guru mengenai TSI dan mengenalpasti teknik atau peralatan TSI yang digunakan oleh guru. Kajian ini dijalankan secara tinjauan mengunakan instrumen soal selidik terhadap 65 orang guru-guru pendidikan khas. Dapatan kajian menunjukkan pengetahuan guru-guru mengenai terapi ini di tahap sederhana. Antara teknik-teknik berasaskan sensori yang sering digunakan adalah, peralatan kemahiran manipulative taktil, aktiviti mengangkat dan membawa barang dan juga aktiviti melompat atau menggunakan trampolin. Oleh yang demikian, bagi meningkatkan pengetahuan dan teknik pengajaran guru, seharusnya latihan dan kursus-kursus mengenai TSI seharusnya dipertingkatkan dari masa ke semasa."
        },
        {
          "id": "5",
          "paperId": "A13.10",
          "title": "Penggunaan Bahan „Block Manipulation‟ Dalam Meningkatkan Kemahiran Menambah Nombor 0 Hingga 10 Murid Slow Learner",
          "authors": "Noranida Ropotoh, Khadijah Amat@Kamaruddin",
          "abstract": "Kajian tindakan dalam pendidikan ialah suatu proses untuk memperbaiki pelaksanaan pengajaran seseorang guru atau untuk mengatasi sesuatu masalah yang berlaku di dalam kelas atau sekolah. Kajian tindakan ini bertujuan untuk melihat adakah penggunaan bahan „block manipulation‟ berkesan dalam meningkatkan kemahiran menambah seorang murid berkeperluan khas. Subjek kajian adalah seorang murid „slow learner‟ daripada Program Integrasi Pendidikan Khas di salah sebuah sekolah di daerah Alor Gajah, Melaka. Pemerhatian awal mendapati murid tersebut menghadapi masalah dalam kemahiran menambah nombor 0 hingga 10. Tindakan yang telah diambil untuk mengatasi masalah ini ialah intervensi menggunakan bahan „block manipulation‟. Konsep pembelajaran yang telah digunakan ialah penggunaan bahan „konkrit kepada abstrak‟. Bahan ini telah digunakan untuk mengajar murid tersebut menguasai kemahiran menambah nombor 1 hingga 10 sebelum diajar kemahiran yang lebih tinggi. Untuk melihat keberkesanan bahan ini, beberapa prosedur telah dijalankan termasuk semakan terhadap buku latihan murid, pemerhatian dan temubual. Ujian pra dan ujian pasca juga telah dijalankan sebelum dan selepas intervensi dijalankan. Dapatan kajian menunjukkan terdapat peningkatan dalam kemahiran menambah nombor 1-10 murid tersebut. Ini menunjukkan bahawa penggunaan bahan „blok manipulation‟ telah dapat meningkatkan kemahiran menambah murid tersebut."
        },
        {
          "id": "5",
          "paperId": "A13.11",
          "title": "The Usage Of A-J+3+6 Method In Braille Writing With Slate And Stylus",
          "authors": "Eng Hock Kway, Shahida Hassim, Bee Keow Chew",
          "abstract": "The purpose of this study is to compare the effectiveness of Braille writing with slate and stylus the conventional method and the A-J+3+6 method. The authors conducted an experimental study at the cluster primary school for the blind; eighteen blind and visually impaired (BVI) students from Year 2 and Year 3. Ten blind students and eight low vision students were selected as samples. A modified method of braille writing using slate and stylus derived from the abkl method and Mangold method namely A-J+3+6 method was used in this mix-method study. The qualitative data of focus group interview and observations were used to support the quantitative findings. Data analysis showed that method A-J+3+6 (M=76.11 SD=17.81) is more effective in braille writing using slate and stylus rather than the conventional method (M=46.67, SD=24.6) is statistically significant at the 0.05 level (t=2.907, p<0.05). Data also showed that students who used the conventional method tend to do more mirror errors than students who used the A-J+3+6 method (t=1.889, p<0.05). Meanwhile, study also found that there is no statistically significant in braille writing with slate and stylus between the visual acuity; low vision students (M=66.88, SD=26.98) mastered the braille writing skills using slate and stylus better than blind students (M=57.0, SD=25.29) is not statistically significant at the 0.05 level (t=-0.799, p>0.05). Data also showed that there is no statistically significant in mastering the braille writing skills using slate and stylus between the age of onset; students with congenitally blind (M=60.42, SD=27.91) and students with adventitiously blind (M=63.33, SD=23.17) is not statistically significant at the 0.05 level (t=-0.220, p>0.05)."
        },
        {
          "id": "5",
          "paperId": "A13.12",
          "title": "Fusion Lab As Model Of Community Therapy For Special Needs Students",
          "authors": "Ezza Mad Baguri, Samsilah Roslan, Yoshihito Shirai, Chan Cheong Jan",
          "abstract": "This paper discusses the use of community therapy among special needs students in the Fusion Lab through music and performance intervention which include Dikir Barat and Kuda Kepang. Special needs students with Autism, Syndrown Down and Attention Deficit Hyperactivity Disorder (ADHD) have different level of cognitive function and commonly neglected by community to explore their potentials. Thus, it is creates problems to special need students such as low self-confidents, lack of self-worth, have limited social communication skills and also been expected as wastage of human capital of the country. Therefore, underlying the theory of Social Learning theory by Bandura which individual learns from social and environment through observation, imitation and modelling, community has use as method of approach or therapy. Special need students in the Fusion Lab are taught to use the peer community through participation, observation, and interaction with others to change thoughts, feelings and behavior patterns. As the result, they improve significantly in the confident level and optimist to perform the performance in front of the crowd. The finding suggests the need of creating supportive ecosystem to explore their potential and become productive members of society."
        },
        {
          "id": "5",
          "paperId": "A13.13",
          "title": "The Usage Of „Gap Pencil‟ Technique In Teaching Early Writing Skills Among The Pre-Schoolers",
          "authors": "Jaslinah Makantal, Hillary Tay@ Hillary Clement",
          "abstract": "This study has been conducted among the pre-schoolers who are experiencing problems at the initial stage of writing skill with the aid of ‘Gap Pencil’ technique. The usage of ‘Gap Pencil’ technique is considered as an innovative method in assisting the learners who could not write well, as for instance, inapt spacing in writing simpler sentences, writing outside the provided lines and various sizes of letter blocks in writing. This qualitative research is carried out with several methodologies via tests, observations, documents analysis and interviews on the four samplings at Tuaran district pre-school, Sabah. The collected data is thereafter analysed with descriptive analysis as to tabulate the outcome of the results which are based on the percentage, achievement tests and summary aspects. The findings reveal that the four samplings have shown improvement on their writing skill based on the conducted achievement tests. They are able to write neatly: balanced spacing in writing simpler words in easier sentences, writing the letter blocks in equivalent size, and writing within the provided lines. Thus, the usage of ‘Gap Pencil’ technique has been viewed as an effective early writing skill among the pre-schoolers and could also be applicable for other related problems in writing."
        },
        {
          "id": "5",
          "paperId": "A13.14",
          "title": "The Effect Of Using Qalamiy Towards Pencil Grip And Handwriting Quality Of Year 2 Special Remedial Pupils",
          "authors": "Mohd Fauzi Azraii, James Geoffrey W. Molijoh",
          "abstract": "This qualitative study through observation using experimental method in a form ofcase study was carried out on three year 2 special remedial pupils who faced difficulty in writing and had low performance in academic. The pupils underwent pre test and post test bycopying at near point a piece of simple sentence that con tained four words and 20 letters. Afterthe pre test, pupils used Qalamiy for five weeks to support the formation of their dynamic tripodpencil grip and later improve their hand writing. Handwriting assessment was done based onthe procedure from the Mcma ster Handwriting Assessment Protocol 2 nd Edition (2009).Comparison was made by looking at the type of pencil grip and quality of handwriting based onletter formation characteristics, frequency in erasing and rewriting the letters, balance andthickness o f lines of letters, distance between words and between letters, letter size balance and correct spelling. Findings showed the use of Qalamiy could help formation of mature pencil grip and increased the quality of handwriting in terms of balancing the distance between letters as well as distance between words and also the size of the letters. The results of this study can give knowledge to teachers to focus on the aspect of pencil grip, assess the quality of handwring and also implement research based intervention as an option in addressing the issue of language literacy especially handwriting."
        },
        {
          "id": "5",
          "paperId": "A13.15",
          "title": "The Impact Of Reading Performance of Students At-Risk in Selected Public Schools In Quezon City: A Basis For Proposed Instructional Intervention Mode",
          "authors": "Chinette C. Penaflor",
          "abstract": "The study determined the reading performance of Grade 3 students of Selected Schools in Quezon City as basis for instructional intervention model for the school year 2017-2018 using descriptive survey research design. The Philippine-Informal Reading Inventory (Phil-IRI) materials were used in assessing the level of reading performance of Grade 3 students. The data were statistically analyzed using weighted mean and t-test of independent sample. All hypothetical questions will be analyzed and interpreted at 5% level of significance. The results revealed that majority of the students belonged to frustration level of reading performance in oral and silent reading during the pre test and the respondents for the post test belonged to the intructional level. There is no significant difference on the levels of reading proficiency levels of students when analyzed according to their test before and after reading. However, inorder for a students to be able to achieve better performance in reading, the students need to be fluently read and comprehend test materials to become more proficeint in their reading skills. Students that can read and read a wide range of test materials and provide a wide range of knowledge that really helps the students better comprehend to test questions and other reading materials."
        },
        {
          "id": "5",
          "paperId": "A13.16",
          "title": "Preliminary Findings for The Implementation of Bahasa Isyarat Malaysia and Bahasa Malaysia Kod Tangan Teaching Tool into Android and iPad/iPhone Applications.",
          "authors": "Diyana Kamarudin, Yasmin Hussain",
          "abstract": "Hearing-impairment is one of the topics within special education. This disability is one of the factors contributing to difficulty in learning. Unable to effectively communicate is one of the reasons why employment continues to be an elusive goal for people with disabilities. Not understanding sign language could lead to problems as all teachings and communication are conducted in sign language. In Malaysia, the Bahasa Melayu subject is compulsory and utilizes Bahasa Melayu Kod Tangan (BMKT), which deaf children have a harder time grasping. They’re used to the informal communication, using Bahasa Isyarat Malaysia (BIM). As a result of this, deaf children in Malaysia do not perform as well due to not fully understanding the uses of nouns and pronouns in the formal sign language, BMKT. Creating a teaching-aid to translate and back translate between BMKT and BIM would help deaf children adapt better in class, thus improve their communication and learning ability. This research was a preliminary study on getting information from subject matter experts on what they need and what should be implemented into the teaching tool. Two themes were derived from this study, which are students not being able to grasp Bahasa Melayu and technology as a teaching aid. Two subtheme were found for students not being able to grasp Bahasa Melayu are short attention span and BIM as support. A subtheme was found under technology as a teaching aid which is used materials from other sources."
        }
      ]
    },
    {
      "subTheme": "21st Century Curriculum for Special Education",
      "listOfPapers": [
        {
          "id": "5",
          "paperId": "A14.01",
          "title": "Pelaksanaan Pembelajaran Abad Ke 21 Dalam Kalangan Guru Pendidikan Khas Murid Cacat Pendengaran",
          "authors": "Norisah Ahmad",
          "abstract": "Kajian ini bertujuan untuk mengenal pasti keberkesanan pengajaran dan pembelajaran dalam kalangan guru pendidikan khas pelajar cacat pendengaran dengan melaksanakan Pembelajaran Abad Ke -21 (PAK21). Kaedah kajian menggunakan kaedah pemerhatian dan temu bual mendalam dengan guru-guru pendidikan khas yang mengajar pelajar cacat pendengaran.Kajian ini dilaksanakan di sebuah sekolah rendah di daerah Klang, Selangor.Dapatan kajian menunjukkan bahawa amalan semasa dalam pengajaran dan pembelajaran dalam kalangan pelajar cacat pendengaran dan kaedah yang sesuai untuk mengajar pelajar cacat pendengaran adalah dengan menggunakan PAK21, dalam kalangan guru pendidikan khas. Pada keseluruhannya hasil analisis menunjukkan majoriti guru Pendidikan Khas melaksanakan PAK21 kerana mempunyai pengetahuan, kemahiran dalam mengajar, mengamalkan kaedah dan menggunakan sumber atau kemudahan fizikal dan bahan pengajaran yang paling asas dalam proses pengajaran dan pembelajaran pelajar cacat pendengaran. Oleh itu, konsep kreatif dalam teknik pembelajaran dalam PAK 21 boleh membuahkan hasil yang lumayan dalam aspek pemahaman pelajar. Hal ini, juga membuatkan pelajar seronok untuk belajar dan daripada keseronokkan itu akan menyebabkan pelajar mudah untuk menjana idea-idea baru, berfikir secara kritis. Pekembangan pemikiran pelajar juga dapat dipupuk dengan baik dan bukan hanya fokus pada peperiksaan, namun mampu mengaplikasikan pembelajaran mereka dengan kehidupan harian dan masa akan datang. Kepentingan kreatif, inovatif, kritis dalam aliran pendidikan khas juga tidak boleh disangkal lagi. Penglibatan oleh semua pihak adalah sangat diperlukan untuk melihat kejayaan hasrat tersebut mencapai kejayaan. Bagi melihat penyediaan pendidikan murid berkeperluan khas diberikan sama rata dengan pelajar arus perdana, pengurusan pendidikan khas juga perlu membuat anjakan paradigma dan melakukan transformasi ke arah yang lebih baik.Peranan sekolah, guru dan ibu bapa adalah tunjang utama dalam pelaksanaan elemen-elemen kemahiran abad ke -21 ini, supaya dapat melahirkan generasi yang kreatif bertaraf dunia. Apatah lagi, penyediaan peluang pendidikan sama rata kepada semua murid di Malaysia adalah matlamat utama Pelan Pembangunan Pendidikan Malaysia 2013 -2025."
        }
      ]
    },
    {
      "subTheme": "Sports and Co-curricular Activities for SEN",
      "listOfPapers": [
        {
          "id": "5",
          "paperId": "A15.01",
          "title": "The Comparison On Sport Specific Test Protocol And Procedures To Identify Talent In Blind Soccer Between Students With Blind And Visually-Impaired: A Preliminary Study",
          "authors": "Nagoor Meera Abdullah, Nurul Amynah Ismail, Mohamad Nizam Mohamed Shapie",
          "abstract": "This study was designed to assess the comparison of sport specific protocols to identifying talent in blind soccer among student with blind and visual impaired. Thirty male students with blind and visual impaired, aged between 13 to 15 years old from special school for the blind in Setapak, Kuala Lumpur participated the study and were selected through purposive sampling. Subjects went through test-retest method of 7 test protocols. The result showed that the blind students performed better in muscular endurance (21.10±7.17), flexibility (30.65±8.37), balance (20.99±19.39;18.44±17.76) and power (1.60±0.51), whereas the visually-impaired student showed better performance in agility (9.15±1.70), speed (7.06±1.02) and reaction time (2.35±0.62;2.34±0.74). There were important to establish several appropriate tests to identify the ability performance for the blind group. Modified sound reaction time (right and left), 20 meter shutter run and modified agility test have shown to be a good testprotocols in detecting talent in blind soccer."
        },
        {
          "id": "5",
          "paperId": "A15.02",
          "title": "A Preliminary Study On Fitness Level Among The Wheelchair Tennis Players",
          "authors": "Nagoor Meera Abdullah, Nazerene Anak Kurung, Mahenderan Appukutty, Mohamad Nizam Mohamed Shapie",
          "abstract": "The aim of this study was to determine the physical fitness profiles among the disabled wheelchair tennis players. A total of 10 male national wheelchair tennis players (n=10) aged from 15-45 years old were recruited and performed Illinois agility test, 20-seconds wheelchair push-up test, 20-meter dash, handgrip strength test, and arm crank ergometer test. The data presented as mean ± SD (standard deviation). The mean value of Illinois agility test was 32.25 ± 2.35 with 60% below average and 40% above average. The mean for 20-seconds wheelchair push-up test was 29 ± 5 repetitions as 50% of the subjects were above average, 40% were below average and 10% were average. The results of 20-meter dash showed that the mean value was 6.85 ± 0.72 seconds. The mean for left handgrip strength test was 39.5 ± 11.7 kg while the mean for right handgrip strength was 40.2 ± 11.1 kg. About 10% of the subjects were above average, 10% were in average rank, while another 80% were below average for the left handgrip strength test. For the right handgrip strength, 10% classified as above average, 20% were average, and another 70% were below average. All of the subjects were able to finish an arm crank ergometer test as the mean value of the test was 103 ± 25 RPM. Based on the findings, agility, muscular strength, power and muscular endurance reveals that subjects are within the normal range. The future study able to compare the body composition along with anthropometric profiles of wheelchair tennis playersfor evaluating the relationship between body composition, anthropometric and sporting performance."
        },
        {
          "id": "5",
          "paperId": "A15.03",
          "title": "Sports-Based Interventions As A Tool For Social Inclusion?",
          "authors": "Donnie Adams",
          "abstract": "There is international enthusiasm for the idea that sport can contribute towards social inclusion for students with special needs. Research has shown that students with special needs with the best social and emotional development are those who take part in sports. Sport now features in various targeted inclusion initiatives, including ‘the Buddy Club’: a sports-based intervention tool currently operating in 10 special education integrated program schools in Malaysia. The processes through which this ‘sports-based intervention’ might promote social inclusion require, however, further investigation. There is relatively little systemic ‘hard’ research into the efficacy of sports-based interventions in contributing to social inclusion of students with special needs. Drawing on teachers’ perception on the relationship between sports as an intervention tool and social inclusion for students with SEN, the article critically analyses this ‘sports-based intervention’ initiative with reference to three main themes: ‘its co-curriculum’, ‘its influence’ and ‘its benefits’ towards the development of social inclusion of students with SEN in three themes: ‘students’ friendship’, ‘students’ interaction’ and ‘students’ acceptance by classmates’. This study adopted a quantitative research design, where data were collected from teachers that comprised of questionnaires. Results showed that teachers rated highest equally on the influence and benefits of the buddy club and rated highest on students’ acceptance by classmates. The relationship between the effectiveness of the buddy club and students’ social inclusion was significant. A significant regression equation was found where the effectiveness of the buddy club contributes to 16.1% of the change in students’ level of social inclusion. This article draws upon recent empirical evidence about social inclusion development among students with special educational needs and their typically developing peers thus potentially providing an important link for Malaysia’s goal towards 75% of students with special needs enrolled in inclusive education programs by 2025."
        }
      ]
    },
    {
      "subTheme": "Cultural and Arts Appreciation for Children with SEN",
      "listOfPapers": [
        {
          "id": "5",
          "paperId": "A16.01",
          "title": "Punca dan Ciri – ciri Masalah Pembelajaran Dalam Kalangan Calon Pelajar Sijil Asas Jahitan Kreatif Di Kolej Komuniti Kuching",
          "authors": "Nurina Pillin Sibat, Valerie Lia Simon, Dylinda Andrew",
          "abstract": "Proses pembelajaran adalah suatu proses mempelajari sesuatu ilmu dan kemahiran manakala masalah pembelajaran pula adalah kesukaran atau kerencatan dalam menguasai satu atau lebih kemahiran berfikir, psikomotor, dan pertuturan. Masalah pembelajaran juga merangkumi masalah dari segi sosial dan pergaulan dan masalah tumpuan terutama dalam aspek pembelajaran. Responden adalah terdiri dari kalangan 32 orang calon (10 orang bagi sesi Mac 2016, 22 orang bagi sesi Mac 2017) yang menghadiri temuduga pengambilan pelajar sijil asas jahitan kreatif. Temuduga telah dilaksanakan bersama pelajar dan ibu bapa calon sebelum mereka ditawarkan untuk melanjutkan pengajian di Kolej Komuniti Kuching. Calon – calon ini berusia di antara 17 hingga 27 tahun. Hasil daripada temuduga mendapati bahawa kebanyakan calon telah didiagnosis sebagai disleksia, slow learner, dan autistik. Walau bagaimanapun, dalam kad OKU calon hanya tertera masalah pembelajaran. Daripada temuduga lanjutan bersama ibu bapa atau penjaga (wakil) pula mendapati bahawa punca masalah pembelajaran dalam kalangan calon adalah berkaitan dengan masalah kesihatan pada peringkat bayi (selepas kelahiran). Satu ciri yang paling ketara dalam kalangan calon pula adalah berkaitan kemahiran psikomotor iaitu kesukaran memegang alat memotong kain (gunting). Intervensi awal dan sokongan keluarga pula didapati berkesan dalam mengurangkan simptom yang calon alami kerana hampir kesemua calon (29 calon) tidak menghadapi masalah mengenal huruf dan membaca petikan yang ringkas. Bagi menyokong hasil dapatan kajian ini lebih banyak kajian melibatkan kesemua kolej komuniti (yang menawarkan pengajian khas) seluruh Malaysia perlu dilaksanakan pada masa akan datang."
        }
      ]
    },
    {
      "subTheme": "ICT and Assistive Technology for Children with SEN",
      "listOfPapers": [
        {
          "id": "5",
          "paperId": "A17.01",
          "title": "Supporting Autistic Children Reaching Their Full Potential Through ICT: The Use Of Courseware In English Language Learning In Malaysia",
          "authors": "Mariam Mohamad, Farah Waheeda Ariffin",
          "abstract": "Parallel to the effort by the Ministry of Education Malaysia in providing support for Special Education Program in Malaysian Schools and promoting ICT skills among Special Educational Need (SEN) learners in Malaysia (MDEC, 2009), this study explored the use of courseware among autistic children which is known as Let's Learn English (L2E). The study focus on the design, development and evaluation of the effectiveness of this courseware which is tailored for mild autistic children. The courseware was developed based on ADDIE model and topics covered in the courseware are based on the curriculum of Year 1 in primary school. Learning through play was applied in the courseware to support the children learning basic knowledge about animals, fruits and numbers. In addition, elements of entertainment are also included in the courseware to increase the children's engagement. The research design of this study is qualitative and based on case study methodology. Research data were obtained from triangulation concept which is based on observation, interview and field notes with the respondents from primary schools in the states of Penang and Sarawak. The findings showed that the respondents are positive towards this courseware. The lessons introduced in this courseware were successfully mastered by the respondents. As there is a gap in the development of courseware for special need children in Malaysia, therefore, it is envisaged that this courseware will be regarded as a groundbreaking effort in the development of learning tool tailored for autistic children in Malaysian context."
        }
      ]
    }
  ]
}
