{
  "papers": [
    {
      "publicationYear": "2020",
      "listOfPapers": [
        {
          "id": "2",
          "date": "24 - 30 Mac 2020",
          "presentedAt": "ICSAR Tsukuba, Jepun",
          "title": "The Rural Teacher’s Ability, Knowledge and Skill in Early Identification of Children with Special Needs",
          "authors": "Salmah Jopri, Mohd Anis Abdul Razak, Mohd Isa Hamzah, Nur Kamariah Ensimau, Safani Bari, Mohd Hanafi Mohd Yasin, Mokhtar Tahar, Zolkepeli Haron, Mohd Jasmy Abdul Rahman",
          "abstract": "Early intervention will help special educational needs (SEN) children to get early enforcement in learning. Therefore, this study aims is to identify teacher’s ability, knowledge and skill in identifying children with special needs. The method used in this study is mix method. The data is analysed in qualitative and quantitative. The sample in qualitative method involved 16 respondents while 219 respondents in quantitative method. The research findings was 50.2 % respondents achieve mastery level while 49.8 % was below mastery level. The research also found that respondent able to identify children with SEN based on their appearance and behavior. Therefore, the qualitative found that majority of respondents able to identify children with disabilities through children’s behavior and characteristic while some of respondents identify pupils based on academic performance including children’s abilities to read and write.",
          "docName": "2-2020.pdf"
        },
        {
          "id": "1",
          "date": "24 - 30 Mac 2020",
          "presentedAt": "ICSAR Tsukuba, Jepun",
          "title": "Penggunaan Kaedah Pengajaran Kontekstual Untuk Murid-Murid Pendidikan Khas Kurang Upaya Pendengaran",
          "authors": "Safani Bari, Salmah Jopri, Mohd Anis Abdul Razak, Rajesvari Ramasamy, Nancy William Awet",
          "abstract": "The objective of this study was to evaluate the effectiveness of contextual teaching method in teaching comprehension of words and phrases’. This pretest-posttest design quasi-experimental study compared any differences in achievement between the two groups of hearing-impaired students. The students were divided into two groups whereby the experimental group was taught using the contextual method and the control group the traditional method. A total of 120 hearing-impaired students from eight schools in peninsular Malaysia were used as subjects for the study. There were 60 students in the experimental group and 60 in the control group. Data on overall proficiency were analyzed using descriptive analysis. The results revealed that the overall performance of the experimental group on all two language skills show a higher mean increase compared to the control group. Thus, the findings indicate that the contextual method used by the teachers was able to increase the students’ Language skills and had contributed the general academic achievement of the students.",
          "docName": "1-2020.pdf"
        }
      ]
    },
    {
      "publicationYear": "2019",
      "listOfPapers": [
        {
          "id": "3",
          "date": "24 - 30 Mac 2019",
          "presentedAt": "SEAMEO SEN Governing Board Meeting, Pulau Langkawi, Kedah, Malaysia",
          "title": "Tahap Kesedaran Guru Tahap 1 Terhadap Kepelbagaian Murid Berkeperluan Khas Dalam Bilik Darjah",
          "authors": "Safani Bari, Mohd Anis Abdul Razak, Amiruddin Abu Samah, Mohd Isa Hamzah, Mohd Hanafi Mohd Yassin, Mohd Mokhtar Tahar, Zolkepeli Harun, Mohd Jasmy Abd Rahman, Nur Kamariah Ensimau Abdullah",
          "abstract": "Kajian ini bertujuan untuk meninjau tahap pengetahuan dan kemahiran guru tahap 1 di sekolah pedalaman dan bagaimana guru-guru ini dalam menangani kepelbagaian murid pendidikan khas. Ini termasuklah merungkai permasalahan guru dalam pengajaran dan pembelajaran dalam bilik darjah.",
          "docName": "3-2019.pdf"
        },
        {
          "id": "2",
          "date": "13 - 15 July 2019",
          "presentedAt": "3rd ICSE Surabaya, Indonesia",
          "title": "Teacher’s Ability in Identifying Pupils With Disability in Classroom, Kapit, Sarawak",
          "authors": "Nur Kamariah Ensimau, Mohd Isa Hamzah, Mohd Hanafi Mohd Yassin, Mohd Mokhtar Tahar, Zolkepeli Haron, Mohd Jasmy Abdul, Rahman, Safani Bari, Mohd Anis Abdul Razak, Amiruddin Abu Samah",
          "abstract": "Early intervention will help special education need student to get early enforcement in learning. Therefore, this study aims is to identify teacher strategies and ability in identifying students with special needs. This mix method study involve 16 respondent in qualitative study while 219 respondent in quantitative study. The sample is convenience sampling and the data analysis with SPSS and thematic analysis. The research findings was 50.2 % respondent achieve mastery level while 49.8% was below mastery level. The research also found that respondent able to identify student with SEN based on their appearance and behavior. Therefore. The qualitative found that majority of respondents able to identify students with disabilities thru student’s behavior and characteristic while some of respondents identify pupils based on academic performance including students’ abilities to read and write",
          "docName": "2-2019.pdf"
        },
        {
          "id": "1",
          "date": "24 March 2019",
          "presentedAt": "ICSAR Indonesia",
          "title": "An Awareness Among Level One Teachers Towards Sen In Kapit, Sarawak: A Qualitative Study",
          "authors": "Dr Mohd Isa Hamzah, Prof Mohd Hanafi Yasin, Dr Mokhtar Tahar, Dr Safani Bari, Zolkepeli Haron, Mohd Jasmay Abdul Rahman, Mohd Anis Abdul Razak, Amiruddin Abu Samah, Nur Kamariah Ensimau.",
          "abstract": "Highly awareness of the need for special education needs students will helps teachers to prepare their learning process in classroom neatly. Therefore, the purpose of this study was to identify the awareness among level one teachers towards student with special education needs (SEN) and how they conduct these diversity leaners in the classroom. This qualitative study applied conveniences sampling and had involved 16 respondents in in -depth interview. The respondent were selected among level on teachers from four different rural schools. In order to analyse the data, thematic analysis had been applied. As a results, majority respondent show their awareness with action, while some of them show their awareness with concern, meanwhile only a few of them show their awareness with knowledge.",
          "docName": "1-2019.pdf"
        }
      ]
    }
  ]
}
