{
  "conferenceTitle": ["3rd International Conference on Special Education 2019"],
  "conferenceSubTitle": [
    "Elevating Innovation for Sustainable Development of Special Needs Education"
  ],
  "nameOfChiefEditors": [
    "Mdm. Hjh. Salmah Jopri",
    "Dr. Safani Bari",
    "Dr. Kway Eng Hock"
  ],
  "nameOfArticleReviewers": [
    "Dr. Safani Bari (SEAMEO SEN)",
    "Dr. Kway Eng Hock (SEAMEO SEN)",
    "Dr. Koay Teng Leong (MALAYSIA)",
    "Assoc. Prof. Dr. Mohd Hanafi Mohd Yassin (UKM)",
    "Assoc. Prof. Dr. Aznan Che Ahmad (USM)",
    "Dr. Shahrul Arba’iah Othman (MALAYSIA)",
    "Dr. Norshidah Abu Husin (IPGK Perempuan Melayu)",
    "Dr. Madinah Mohd Yusof (IPGK Ilmu Khas)"
  ],
  "technicalEditors": [
    "Mr. Mohd Anis Abdul Razak",
    "Ms. Monishah Md. Shah",
    "Mr. Mohd Zulkarnain Abdul Wahab",
    "Mr. Hazzlan Sama",
    "Mr. Ahmad Heikhal Amir Hamzah",
    "Ms. Fezny Othman",
    "Mr. Mohamad Faris Idham Zainurin",
    "Ms. Nuramirah Hazwani Kamarudzaman"
  ],
  "administrative": [
    "Mr. Amiruddin Abu Samah",
    "Ms. Nur Masturah Ibrahim",
    "Ms. Siti Nadia Sahak",
    "Ms. Noor Adila Ab Khalim",
    "Ms. Jayanthi a/p Arumugam",
    "Ms. Shahidah Abd Rahman",
    "Mr. Muhammad Ikram bin Ab Aziz",
    "Ms. Nur Harishah binti Ramlly"
  ],
  "finance": [
    "Datin Era Zaffura Md. Sin",
    "Ms. Noor Addlina Oshman",
    "Ms. Siti Zuraidah Md. Noor"
  ],
  "design": [
    "Mr. Mohamad Shabilullah Abd Hamid",
    "Mr. Rusnedy Ruslan",
    "Mr. Muhammad Asyraf Maarif"
  ],
  "distribution": [
    "Mr. Zul Ashrif Abu Bakar",
    "Mr. Aris Mamat",
    "Ms. Nur Amirah Hani Senin",
    "Mr. Mohd Khairol bin Johar"
  ],
  "listOfSubTheme": [
    "Learning and Innovation for Students with Special Education Needs",
    "Innovation in Early Intervention",
    "Innovation in Inclusive Education",
    "Transition from School to Employment",
    "Innovation in Deafblind",
    "Multiple Disabilities Education",
    "Networking in Special Education",
    "Policy on Disabilities",
    "Gifted and Talented",
    "Inclusive Education",
    "Building and Sustaining Inclusive Society",
    "Technical and Vocational Education Training (TVET) for Children with Special Educational Needs",
    "Science, Technology, Engineering and Mathematics (STEM) for Special Educational Needs",
    "Teacher Training and Capacity Building",
    "Cultural and Arts Appreciation for Children with Special Educational Needs",
    "ICT and Assistive Technology for Children with Special Educational Needs",
    "Empowering Families and Communities for Children with Special Educational Needs"
  ],
  "conferenceObjective": [
    "Enhance the knowledge and skills of participants to deliver effective educational services and support services for children with special educational needs by updating and enriching knowledge and skills of those who take part in the educational process.",
    "Provide the platform and opportunities for exchange of best practices in teaching and learning of children with special educational needs.",
    "Provide access and engagement in educational activities for children with special educational needs to prepare them for independent life.",
    "Provide information in recent trends in Special Education and Inclusive Education through exchange of best practices and current approaches that are tangible and responsive to the 21st century challenges and needs.",
    "To establish networking and smart collaboration among Ministries, related agencies and educators in education especially in Special Education at national, regional and international levels.",
    "Increase awareness and acceptance of individuals with disabilities in the society and accommodating their needs in the community in terms of access, engagement and equity."
  ],
  "papers": [
    {
      "subTheme": "Learning and Innovation for Students with Special Education Needs",
      "listOfPapers": [
        {
          "id": "1",
          "paperId": "A1.01",
          "title": "Implementation of Nurturing Motion Training Program to Improve Fine Motor Skills in a Child with Down Syndrome",
          "authors": "Putri Nindya Agustin, Marshel Muhamad Farhan, Yuli Insyirah, Dea Marlis Apriliani & Sisriadini Alamsyah Sidiq",
          "abstract": "Cases in the field, that involves 5-year-old children with down syndrome who are not able to optimize some aspects of their motor skills. The research aims to improve children's fine motor skills in daily activities. To achieve that goal the researcher implemented a motion development training program. This study is a Single Subject Research (SSR) with A-B-A design. Data collection uses tests and observations. The data obtained was analyzed using simple descriptive statistics displayed in tables and graphs. The results showed that there was an increase in fine motor abilities of the subjects after being given a bringing up training intervention. The subject's ability increased from 45.8% at baseline 1 (A) to 70.8% at baseline 2 (A '). The results indicated that, motor development interventions are effective in improving motor skills"
        },
        {
          "id": "2",
          "paperId": "A1.02",
          "title": "Use Pico Card Media to Improve Expressive Language Skills in Deaf Children in SKH Bina Citra Anak",
          "authors": "Desty Ariesandy, Siti Hidayati Nur, Nurbaeti & Dedi Mulia M. Pd",
          "abstract": "This research is based on the problem of lack of deaf children's ability in an expressive language. Research aims to develop the expressive language skills of deaf children and target child behavior in expressing desire. The subject of this research is the deaf student at SKh Bina Citra Anak. The method used is Single Subject Research with A-B-A research design. The developments can be seen in phase A1, phase B and phase A2. The processed Data is presented in a simple descriptive statistical form through graphs and percentage values. The results showed a significant development on the expressive language of the research subject using Pico Card media with the evidence of the acquisition of the mean phase A1 level of 57% to 79% at the mean phase level A2. Then the use of Pico Card Media is effective in enhancing the expressive language ability of deaf children"
        },
        {
          "id": "3",
          "paperId": "A1.03",
          "title": "The Effort to Improve the Movement of Rhythms of Student with Hearing Impairment through BKPBI Learning (Sound and Rhythm Perception Communication)",
          "authors": "M Jefri Maulana, Andi Suntoda & Suherman Slamet",
          "abstract": ""
        },
        {
          "id": "4",
          "paperId": "A1.04",
          "title": "Using Gold Balls Help Special Needs Pupils to Improve Addition Skills within 10",
          "authors": "Lee Tze Kie, Norashikin Jasmon & Mohd. Rosman Salubin",
          "abstract": ""
        }
      ]
    },
    {
      "subTheme": "Innovation in Early Intervention",
      "listOfPapers": [
        {
          "id": "5",
          "paperId": "A2.01",
          "title": "Inovasi Pedagogi: Modul i-Smart Muzik",
          "authors": "Valerie Sinti",
          "abstract": ""
        },
        {
          "id": "6",
          "paperId": "A2.02",
          "title": "Implementation to Early Intervention Programs to Improve Activity Daily Living Skills for Children with Visual Impairments",
          "authors": "Murniati Romadhoni Sukmady, Siti Asiah Rohmah, Tri Fitria Ningsih, Muhammad Harkat Hardi Miharja & Ratih Listyaningtyas, M.Pd",
          "abstract": ""
        }
      ]
    },
    {
      "subTheme": "Innovation in Inclusive Education",
      "listOfPapers": [
        {
          "id": "7",
          "paperId": "A3.01",
          "title": "Mirror of Sensitivity Between Receiving and Special Education Teacher in Regular Education Toward Inclusion",
          "authors": "Zandra Zarate-Paruginog, Ed.D, Paquito A. Figuero, JR",
          "abstract": ""
        }
      ]
    },
    {
      "subTheme": "Transition from School to Employment",
      "listOfPapers": [
        {
          "id": "8",
          "paperId": "A4.01",
          "title": "Special Needs Students Career Preparation Module as Requirement for Men's Tailoring Job Market",
          "authors": "Nur Rawaidah Rahmat",
          "abstract": ""
        },
        {
          "id": "9",
          "paperId": "A4.02",
          "title": "Impact of Entrepreneurial Training Platform on the Tendency of Special Needs Students to Venture into Business",
          "authors": "Ummu Hani Binti Yusof & Fazlilawati Binti Fadzil",
          "abstract": ""
        }
      ]
    },
    {
      "subTheme": "Networking in Special Education",
      "listOfPapers": [
        {
          "id": "10",
          "paperId": "A7.01",
          "title": "Stakeholder Engagement to Implement Projects of Special Education Centers in Region I, Department of Education Philippines",
          "authors": "Dr Arlene I. Niro & Dr. Jupiter L.  Petilla",
          "abstract": ""
        }
      ]
    },
    {
      "subTheme": "Inclusive Education",
      "listOfPapers": [
        {
          "id": "11",
          "paperId": "A10.01",
          "title": "Inclusion Education, A study and Critical Analysis with the Dimensions of Inclusion Index in SMPN 28 Surabaya",
          "authors": "Khalisha Aulia Ningrum & Dr Musjafak Assjari M.Pd",
          "abstract": ""
        },
        {
          "id": "12",
          "paperId": "A10.02",
          "title": "Inclusive Education Paradigm in Islam",
          "authors": "Eris Risnawati & Dr. Sunardi, M.Pd",
          "abstract": ""
        },
        {
          "id": "13",
          "paperId": "A10.03",
          "title": "Implementation of Indonesian Language Knowledge Assessment in Inclusion Classes",
          "authors": "Meilia Ariviantty & Yuyus Suherman",
          "abstract": ""
        },
        {
          "id": "14",
          "paperId": "A10.04",
          "title": "The Implementation of Inclusive Education in High School 'x' Jakarta",
          "authors": "Siti Luthfah & Dr Sunardi",
          "abstract": ""
        }
      ]
    },
    {
      "subTheme": "Building and Sustaining Inclusive Society",
      "listOfPapers": [
        {
          "id": "15",
          "paperId": "A11.01",
          "title": "Social Adjustment of College Students with Disabilities",
          "authors": "Serista Silnya Joste & Diana Permata Sari, S.Psi, M.Sc",
          "abstract": ""
        }
      ]
    },
    {
      "subTheme": "Technical and Vocational Education Training (TVET) for Children with Special Education Needs",
      "listOfPapers": [
        {
          "id": "16",
          "paperId": "A12.01",
          "title": "Cbook Xcess Usage on The Process of Teaching and Learning of Culinary Arts Course for Special Needs Students of Learning Disability",
          "authors": "Mohd Farizan bin Mohd Saad@Zakaria",
          "abstract": ""
        },
        {
          "id": "17",
          "paperId": "A12.02",
          "title": "Vocational Skill Learning Development for Intellectual Disability Children",
          "authors": "Lilis Suwandari",
          "abstract": ""
        }
      ]
    }
  ]
}
