{
  "conferenceTitle": ["3rd International Conference on Special Education 2019"],
  "conferenceSubTitle": [
    "Elevating Innovation for Sustainable Development of Special Needs Education"
  ],
  "nameOfChiefEditors": [
    "Mdm. Hjh. Salmah Jopri",
    "Dr. Safani Bari",
    "Dr. Kway Eng Hock"
  ],
  "nameOfArticleReviewers": [
    "Dr. Safani Bari (SEAMEO SEN)",
    "Dr. Kway Eng Hock (SEAMEO SEN)",
    "Dr. Koay Teng Leong (MALAYSIA)",
    "Assoc. Prof. Dr. Mohd Hanafi Mohd Yassin (UKM)",
    "Assoc. Prof. Dr. Aznan Che Ahmad (USM)",
    "Dr. Shahrul Arba’iah Othman (MALAYSIA)",
    "Dr. Norshidah Abu Husin (IPGK Perempuan Melayu)",
    "Dr. Madinah Mohd Yusof (IPGK Ilmu Khas)"
  ],
  "technicalEditors": [
    "Mr. Mohd Anis Abdul Razak",
    "Ms. Monishah Md. Shah",
    "Mr. Mohd Zulkarnain Abdul Wahab",
    "Mr. Hazzlan Sama",
    "Mr. Ahmad Heikhal Amir Hamzah",
    "Ms. Fezny Othman",
    "Mr. Mohamad Faris Idham Zainurin",
    "Ms. Nuramirah Hazwani Kamarudzaman"
  ],
  "administrative": [
    "Mr. Amiruddin Abu Samah",
    "Ms. Nur Masturah Ibrahim",
    "Ms. Siti Nadia Sahak",
    "Ms. Noor Adila Ab Khalim",
    "Ms. Jayanthi a/p Arumugam",
    "Ms. Shahidah Abd Rahman",
    "Mr. Muhammad Ikram bin Ab Aziz",
    "Ms. Nur Harishah binti Ramlly"
  ],
  "finance": [
    "Datin Era Zaffura Md. Sin",
    "Ms. Noor Addlina Oshman",
    "Ms. Siti Zuraidah Md. Noor"
  ],
  "design": [
    "Mr. Mohamad Shabilullah Abd Hamid",
    "Mr. Rusnedy Ruslan",
    "Mr. Muhammad Asyraf Maarif"
  ],
  "distribution": [
    "Mr. Zul Ashrif Abu Bakar",
    "Mr. Aris Mamat",
    "Ms. Nur Amirah Hani Senin",
    "Mr. Mohd Khairol bin Johar"
  ],
  "listOfSubTheme": [
    "Learning and Innovation for Students with Special Education Needs",
    "Innovation in Early Intervention",
    "Innovation in Inclusive Education",
    "Transition from School to Employment",
    "Innovation in Deafblind",
    "Multiple Disabilities Education",
    "Networking in Special Education",
    "Policy on Disabilities",
    "Gifted and Talented",
    "Inclusive Education",
    "Building and Sustaining Inclusive Society",
    "Technical and Vocational Education Training (TVET) for Children with Special Educational Needs",
    "Science, Technology, Engineering and Mathematics (STEM) for Special Educational Needs",
    "Teacher Training and Capacity Building",
    "Cultural and Arts Appreciation for Children with Special Educational Needs",
    "ICT and Assistive Technology for Children with Special Educational Needs",
    "Empowering Families and Communities for Children with Special Educational Needs"
  ],
  "conferenceObjective": [
    "Enhance the knowledge and skills of participants to deliver effective educational services and support services for children with special educational needs by updating and enriching knowledge and skills of those who take part in the educational process.",
    "Provide the platform and opportunities for exchange of best practices in teaching and learning of children with special educational needs.",
    "Provide access and engagement in educational activities for children with special educational needs to prepare them for independent life.",
    "Provide information in recent trends in Special Education and Inclusive Education through exchange of best practices and current approaches that are tangible and responsive to the 21st century challenges and needs.",
    "To establish networking and smart collaboration among Ministries, related agencies and educators in education especially in Special Education at national, regional and international levels.",
    "Increase awareness and acceptance of individuals with disabilities in the society and accommodating their needs in the community in terms of access, engagement and equity."
  ],
  "papers": [
    {
      "subTheme": "Learning and Innovation for Students with Special Education Needs",
      "listOfPapers": [
        {
          "id": "1",
          "paperId": "A1.01",
          "title": "Implementation of Nurturing Motion Training Program to Improve Fine Motor Skills in a Child with Down Syndrome",
          "authors": "Putri Nindya Agustin, Marshel Muhamad Farhan, Yuli Insyirah, Dea Marlis Apriliani & Sisriadini Alamsyah Sidiq",
          "abstract": "Cases in the field, that involves 5-year-old children with down syndrome who are not able to optimize some aspects of their motor skills. The research aims to improve children's fine motor skills in daily activities. To achieve that goal the researcher implemented a motion development training program. This study is a Single Subject Research (SSR) with A-B-A design. Data collection uses tests and observations. The data obtained was analyzed using simple descriptive statistics displayed in tables and graphs. The results showed that there was an increase in fine motor abilities of the subjects after being given a bringing up training intervention. The subject's ability increased from 45.8% at baseline 1 (A) to 70.8% at baseline 2 (A '). The results indicated that, motor development interventions are effective in improving motor skills"
        },
        {
          "id": "2",
          "paperId": "A1.02",
          "title": "Use Pico Card Media to Improve Expressive Language Skills in Deaf Children in SKH Bina Citra Anak",
          "authors": "Desty Ariesandy, Siti Hidayati Nur, Nurbaeti & Dedi Mulia M. Pd",
          "abstract": "This research is based on the problem of lack of deaf children's ability in an expressive language. Research aims to develop the expressive language skills of deaf children and target child behavior in expressing desire. The subject of this research is the deaf student at SKh Bina Citra Anak. The method used is Single Subject Research with A-B-A research design. The developments can be seen in phase A1, phase B and phase A2. The processed Data is presented in a simple descriptive statistical form through graphs and percentage values. The results showed a significant development on the expressive language of the research subject using Pico Card media with the evidence of the acquisition of the mean phase A1 level of 57% to 79% at the mean phase level A2. Then the use of Pico Card Media is effective in enhancing the expressive language ability of deaf children"
        },
        {
          "id": "3",
          "paperId": "A1.03",
          "title": "The Effort to Improve the Movement of Rhythms of Student with Hearing Impairment through BKPBI Learning (Sound and Rhythm Perception Communication)",
          "authors": "M Jefri Maulana, Andi Suntoda & Suherman Slamet",
          "abstract": "The background of this study is the lack of rhythmic movements of students with hearing impairment in BKPBI learning. Thepurpose of the study was to see the increase in rhythmic movements of students with hearing impairment at Prima Mulia Bhakti Special School Bthrough BKPBI learning. By using Experimental method with one group pretest- posttest design, the study was conducted in Prima Bhakti MuliaSpecial School B Cimahi with 7 students as the samples. This study used a treatment in each meeting. The students were taught rhythmic movementsbased on their abilities. The SPSS 22 was used to analyse the data. The result shows that there is improvement in pretest score and post-test scorewhich indicates the improvements of students’ rhythmic movements. It concludes that there is an improvement on the students’ rhythm movementtrough BKPBI learning"
        },
        {
          "id": "4",
          "paperId": "A1.04",
          "title": "Using Gold Balls Help Special Needs Pupils to Improve Addition Skills within 10",
          "authors": "Lee Tze Kie, Norashikin Jasmon & Mohd. Rosman Salubin",
          "abstract": "Play Learning games can improve certain skills that are targeted to pupils because children are naturally motivated to play. A play-based learning program builds on this motivation, using play as a context for learning. In this context, children can explore, experiment, discover and solve problem .The aim of this study is to evaluate the effectiveness of the Gold Ball in improving the skills of the addition within 10. The main focus of this study is to look at the use of Gold Ball game as one of the best teaching and learning practice in assisting the Special Education Students Learning Difficulty increase the addition operating skills. The researcher uses the action research design involving two research participants who are in the Integrated Special Education Program (ISEP) class. The problem faced by the study participants from this class is the difficulty of solving the problem of operating added skills to 10 but the participants could know the numbers. The researchers have designed appropriate interventions using teaching aids namely Gold Ball which involves play learning games to help the study participants encounter problems. The data were collected through pre-test and post-test, document analysis, observation, anecdotal records and interview transcripts. Analysis of findings is described through quantitative and qualitative using table and graph form. The findings of the study based on the average comparison of the percentage points for pre test and post test showed an increase for both study participants in added operating skills. Overall, the use of the Golden Ball can improve the addition skills between 10 as recommended in the 21st century learning."
        }
      ]
    },
    {
      "subTheme": "Innovation in Early Intervention",
      "listOfPapers": [
        {
          "id": "5",
          "paperId": "A2.01",
          "title": "Inovasi Pedagogi: Modul i-Smart Muzik",
          "authors": "Valerie Sinti",
          "abstract": "i-SMART Music Modules are a reference material for assisting primary school teachers to generate ideas, plan and implement various teaching and learning in music education. These modules are used to meet the classroom assessment requirements set by the Malaysian Ministry of Education (MOE). The contents of the modules are based on the Malaysian Standard Curriculum and Assessment Document, the Music Education Teaching Guides (Curriculum Development Section) and the Arts Education and Music Education textbook. i-SMART Music Modules are divided into two modules namely Level 1 Modules (Year 1 to 3) and Level II Modules (Year 4 to 6). The Level 1 modules have different content with Level II modules. The Level 1 modules are produced by the Malaysian Standard Curriculum and Assessment Document (New Revision) for the Arts Education subject. It contains a variety of teaching and learning activities such as artwork, presentations and cultural arts based on four curriculum modules (Art Language, Art Skills, Creativity and Art Innovation, and Art Appreciation). Level II modules include exercises (song, recorder and music notation) and questions (subjective & objective). The general interpretation of pupil’s level of mastery, the answers to objective questions, and the example of the teacher’s Daily Lesson Plan based on 21st Century Learning are also available.i-SMART Music Modules can be a student exercise book in the classroom that is then restored and reinforced by activities in the modules. These modules are expected to help teachers to translate the aspirations of the Malaysian Primary School Standard Curriculum for Arts Education and Music Education."
        },
        {
          "id": "6",
          "paperId": "A2.02",
          "title": "Implementation to Early Intervention Programs to Improve Activity Daily Living Skills for Children with Visual Impairments",
          "authors": "Murniati Romadhoni Sukmady, Siti Asiah Rohmah, Tri Fitria Ningsih, Muhammad Harkat Hardi Miharja & Ratih Listyaningtyas, M.Pd",
          "abstract": "Parenting children with visual impairments from birth is a tough challenge for the family. Besides the impairments in the aspect of vision, emotional, language development and the delay in the Activities of Daily Living (ADL) skills are also impairments that are often experienced by children with visual impairments. This study aims to form a mobility orientation-based early intervention program that is used to improve children's skills in ADL. The research method used is Quantitative Experiments with the design of Single Subject Research (SSR). The target behavior is that children can walk independently using a stick. This study was divided into two stages of research. The first stage is a preliminary study to determine the objective conditions of children and parents as well as the potential they have in implementing interventions, followed by the design of early intervention programs that will be validated by early intervention experts. In the second stage, namely the implementation of the program by intervention experts who also coordinated with parents followed by the implementation of the program. The results in this study indicate an increase in the independence of children in ADL skills at SKh Al-Kautsar, Cilegon, Banten after being given the ability of Mobility Orientation. The increase is in accordance with the average value of the target behavior (can walk independently using a stick) the average obtained in Phase A1 (Baseline 1) 33.3%. In Phase B (Intervention) an average of 76.3% was obtained. Then the average gain in Phase A2 (Baseline 2) is 52.7%. average of 76.3% was obtained. Then the average gain in Phase A2 (Baseline 2) is 52.7%."
        }
      ]
    },
    {
      "subTheme": "Innovation in Inclusive Education",
      "listOfPapers": [
        {
          "id": "7",
          "paperId": "A3.01",
          "title": "Mirror of Sensitivity Between Receiving and Special Education Teacher in Regular Education Toward Inclusion",
          "authors": "Zandra Zarate-Paruginog, Ed.D, Paquito A. Figuero, JR",
          "abstract": "Inclusion of special education students in the regular education setting is a very complex and interesting topic in education. Often times it is at the center of debate amongst administrators, teachers, and parents. Each person has their own ideas and attitudes about what is best for all children. Multiple research studies have revealed that there are many different factors for positive and negative teacher attitudes toward inclusion. This study examined and analyzed receiving teacher in regular education and special education teacher attitudes toward inclusion. This research also assessed on the profile variables such as position, years of teaching experience and subjects handled. Descriptive analysis method of research was used since questionnaires served as the major instrument in analyzing the data. Results of the survey were tabulated with frequencies and percentages for each response reported and for more in-depth analysis and interpretation correlation was applied. Interview was randomly administered to validate responses and gather enough evidence to test the null hypothesis for rejection or acceptance. The results of this study indicated the positive and negative attitudes of special education teachers and receiving teachers in regular education about inclusion. The results revealed some significant relationships in attitudes reported by receiving teacher in regular education and special education teachers. The results of this study also identified possible factors behind the teacher attitudes on inclusion."
        }
      ]
    },
    {
      "subTheme": "Transition from School to Employment",
      "listOfPapers": [
        {
          "id": "8",
          "paperId": "A4.01",
          "title": "Special Needs Students Career Preparation Module as Requirement for Men's Tailoring Job Market",
          "authors": "Nur Rawaidah Rahmat",
          "abstract": "In line with the development of education that is always in line with the technological advancement, for example now the development towards the revolutionary industry 4.0, special needs students also need to acquire the knowledge and skills that enable them to be ready to go to the world of work. The study aims to explore and produce best practice guidelines using a career-preparing module approach in the field of sewing industry especially manufacturing of men's clothing. The method of data collection is to use document analysis as the main data, in addition to interviews and physical observations as support data. The study participants consisted of five special needs students who attended the men's clothing manufacturing course. The findings show that exposure-related activities and career experience in stitches, preparation for career and parental involvement help in generating this module. The findings also show that teachers need to apply skills to students with special needs in ensuring the modules are well implemented. The production of career preparation modules in this stitch field is expected to help these special needs students to explore further in the field of tailoring especially in the field of men's clothing. This is because these studies have implications for the preparation of appropriate work skills in the field of stitches based on the strengths and abilities of special needs students."
        },
        {
          "id": "9",
          "paperId": "A4.02",
          "title": "Impact of Entrepreneurial Training Platform on the Tendency of Special Needs Students to Venture into Business",
          "authors": "Ummu Hani Binti Yusof & Fazlilawati Binti Fadzil",
          "abstract": "Pelan Tindakan Orang Kurang Upaya 2016-2022 outlines the strategy to empower people with disabilities and increase their participation in entrepreneurship. Lack of resources to support this mission causes Selayang Community College and Pusat GENIUS@Kurnia to open a training platform for students with special needs to do business. Thus this study has identifies the impact of entrepreneurial training platform and their intention to venture into business. Students with at least six months of experience in Inspired Kitchen and Ausome Cafe have been interviewed using a set of interview protocols. Interview data is analyzed according to the theme. The frequency of themes has been grouped in terms of managing skills and intention to become entrepreneurs. The findings shows that the participants clearly shows the characteristics of entrepreneurs in terms of information seeking, problem solving and persuasion. All participants have a strong intention to do business after graduate. This study provides guidance on the establishment of an entrepreneurial training platform for students with special needs especially in higher institutions."
        }
      ]
    },
    {
      "subTheme": "Networking in Special Education",
      "listOfPapers": [
        {
          "id": "10",
          "paperId": "A7.01",
          "title": "Stakeholder Engagement to Implement Projects of Special Education Centers in Region I, Department of Education Philippines",
          "authors": "Dr Arlene I. Niro & Dr. Jupiter L.  Petilla",
          "abstract": "Stakeholder engagement in order to raise funds to effectively implement special education projects is one very important undertaking of a school head. It necessitates establishment of linkages to properly communicate the needs of the school to government as well as non-government agencies who have the heart for learners with special education needs. The objectives of this paper stressed on the level of implementation of the special education projects, degree of seriousness of the financial constraints in the implementation of the projects, extent of effects of the financial constraints on the successful implementation of the projects and the measures developed and implemented to augment funds that would ensure successful implementation of the projects of the recognized Special Education Centers in Region I. The descriptive-analytical method of research was employed with survey-questionnaire as its data-gathering instrument. Respondents were randomly selected from among the teachers and stakeholders of the 16 special education centers in Region 1. Based from the data gathered, it was concluded that special education projects were highly implemented; financial constraints that are incurred in the implementation of the projects were very highly serious and the financial constraints had very high effects on the implementation of the projects of special education centers. The findings indicated that the school heads with the technical assistance of supervisors must regularly coordinate with and inform the SPED teachers, the parents, the local government unit officials and other stakeholders of the future and on-going projects to be able to fully and successfully implement all projects; the school head, the SPED teachers, the parents, the local government unit officials and other stakeholders should work in concerted efforts to address and minimize financial constraints that hinder implementation of special education projects; the school head, in coordination with the SPED teachers and the local government unit officials should use applicable and effective solutions to address and minimize the effects of financial constraints in the implementation of the projects and the school head; a memorandum of agreement (MOA) should be executed with the stakeholders as assurance that programs/ projects will push through and will be realized successfully and with the assistance of SPED teachers and local government officials should adopt and implement the developed measures effectively and systematically to augment the funds to ensure successful implementation of the projects of special education centers in Region I, Department of Education, Philippines."
        }
      ]
    },
    {
      "subTheme": "Inclusive Education",
      "listOfPapers": [
        {
          "id": "11",
          "paperId": "A10.01",
          "title": "Inclusion Education, A study and Critical Analysis with the Dimensions of Inclusion Index in SMPN 28 Surabaya",
          "authors": "Khalisha Aulia Ningrum & Dr Musjafak Assjari M.Pd",
          "abstract": "Inclusive education has now begun to develop in many schools in Indonesia, especially in Surabaya. Inclusive education is the development of education that can serve all characters of students without discrimination in Indonesia. The general objective of this study is to describe and analyze the management of inclusive education in SMP Negeri 28 Surabaya to measure the quality of schools in managing inclusive education using the inclusive index dimension. Management of the organizers of inclusive schools is based on appointments from the central government which are forwarded to the Surabaya City government. Management of identification and assessment of students is done at the beginning of the students entering, the assessment results are carried out to determine the abilities, weaknesses and needs of special needs students, which will determine the making of learning curriculum modification programs covering aspects of objectives, sources, materials, media, schedules , and assessment. Changes in curriculum modification are intended so that students with special needs can be properly served in accordance with the characteristics and needs of each student. From the curriculum modification will produce individual learning programs. management of learning is carried out collaboratively between subject teachers, GPK, BK teachers, and homeroom teachers to obtain optimal learning conditions. Management of assessment takes into account the circumstances of special needs students and regular students."
        },
        {
          "id": "12",
          "paperId": "A10.02",
          "title": "Inclusive Education Paradigm in Islam",
          "authors": "Eris Risnawati & Dr. Sunardi, M.Pd",
          "abstract": "Awareness of inclusiveness in education that pays attention to the integration of regular students with students with special needs in the learning process, is often based on human values, narratives of fulfilling human rights, the principle of education for all and others who tend to be profane or worldly. So that religion tends to have no space in the discourse on inclusive education. The narrowness of the dialectical spaces regarding inclusive education could be because there are not many people who examine the relationship and contribution of religion to the concept of inclusive education. Even though there is no religion in its teachings to exclude the element of education from humans. Islam for example, has serious attention to education and human development. Islam also pays attention to equality of rights possessed by mankind especially in the aspect of education. Even the context of ' Education for all'has been carried out by Islam at the beginning of its development in the city of Makkah. The lack of a study of inclusive education in Islam, encourages some researchers to associate Islam with inclusive education. Unfortunately the study only portrays the intersection of Islamic teachings with the principle of inclusive education. Even though in the context of inclusive education itself, Islam does not only have contact but Islam is the spirit of inclusive education, that all human beings have the same educational rights. Through literature studies, this paper aims to portray the paradigm of Inclusion education in Islam so that it can be found that Islam is present as the spirit of the inclusive education."
        },
        {
          "id": "13",
          "paperId": "A10.03",
          "title": "Implementation of Indonesian Language Knowledge Assessment in Inclusion Classes",
          "authors": "Meilia Ariviantty & Yuyus Suherman",
          "abstract": "Assessment in the education process is a component that cannot be separated from other components, especially learning. Assessment result of learning by educators is the process of collecting information / data on the achievement of learning the participant students. Assessment result of study participants learners include competence attitude, knowledge and skills that do are impartial. The results of assessment are used to perform an evaluation of the completeness study participant students and the effectiveness of the process of learning. The essence and technique of assessment in the eyes of subjects Language Indonesia prepared in an effort to facilitate the educator in order to carry out the assessment in quality towards the achievement of learning outcomes of students at the elementary level. Assessment of knowledge that is done must be in line with the target in the curriculum of 2013 based competence. The research is focused on the assessment of knowledge the eyes of subjects Languages Indonesia with the subject of studiesteacher language Indonesia and special assistant teacher. The research was conducted by interview, observation and documentation. The research subjects were Indonesian Language subject teachers and Special Companion Teachers. The results of the study concluded that the assessment of knowledge in Indonesian language subjects uses written test techniques, oral tests, and assignments."
        },
        {
          "id": "14",
          "paperId": "A10.04",
          "title": "The Implementation of Inclusive Education in High School 'x' Jakarta",
          "authors": "Siti Luthfah & Dr Sunardi",
          "abstract": "Education is one of the facilities for mankind to develop itself, without exception for those who have limited or the specific needs. Hence inclusive education as a means of education to fulfill all children. Implementation inclusive education is done in several schools inclusive in various countries, including in indonesia. In indonesia has done the implementation inclusive, several education one of them is in jakarta regional. Jakarta is the areas that is visible significant implement inclusive education. Based on the above explanation so this report is written to get a how implementation inclusive education high at the school level. Used descriptive research qualitative study. Then instrument used is interview various sources, observation of facilities school and learning process, and documentation. The data that has been obtained and analyzed and been validated by triangulation triangluasi source of data and. The research found the implementation of inclusive education in schools ‘x ‘ Jakarta. Schools ‘x’ Jakarta is not completely implement school inclusive education inclusive. This is because there are some requirements of school education providers that have not been inclusive, namely: schools did not using the curriculum entirely flexible and there are a few flaws in means and education infrastructure in accordance with standard operating procedure."
        }
      ]
    },
    {
      "subTheme": "Building and Sustaining Inclusive Society",
      "listOfPapers": [
        {
          "id": "15",
          "paperId": "A11.01",
          "title": "Social Adjustment of College Students with Disabilities",
          "authors": "Serista Silnya Joste & Diana Permata Sari, S.Psi, M.Sc",
          "abstract": "Social adjustment can be challenging to some people, especially those who were differently abled because they faced a bigger stressor. This study aim is to describe the social adjustment of college student with disabilities. This study was a qualitative-deductive study. The data of this study was collected using semi-structured interview to three informants, two of them are Deaf (hearing impairment) and the other person was physically disabled that require the use of wheel chair. Qualitative content analysis-deductive was used to analyze the data. The results in this study indicate that college student with disabilities represented some social attitudes in order to be accepted in their environments. Those attitudes were: taking part in social activities in the faculty, offering helps to others, showing empathy to their friends’ conditions. However, there were some attitudes that were not optimally shown, those were: appreciating the values and others’ opinion, and following the rules in the faculty. There were disabled student(s) that indicated having high passion to finish their study."
        }
      ]
    },
    {
      "subTheme": "Technical and Vocational Education Training (TVET) for Children with Special Education Needs",
      "listOfPapers": [
        {
          "id": "16",
          "paperId": "A12.01",
          "title": "Cbook Xcess Usage on The Process of Teaching and Learning of Culinary Arts Course for Special Needs Students of Learning Disability",
          "authors": "Mohd Farizan bin Mohd Saad@Zakaria",
          "abstract": "Culinary Arts courses based on TVET that are the current choice of students to continue their studies at the secondary school level. Thus, special needs students are also not left behind to continue their studies in this area. The purpose of study is to examine the effectiveness of CBOOK XCESS as a teaching aids during cooking practical classes. This is because of the scarcity of teaching aids in Culinary Arts courses for special needs students in which causes them to have difficulty in remembering and understanding the cooking ingredients, cooking utensils, and the procedure during practical process. The objectives of this study are to look at the effectiveness of CBOOK XCESS as a teaching aids for cooking class session process; Enhancing special needs student’s assimilation during the cooking practical session: and Assist in stabilizing emotions of special needs students during cooking practical classes. CBOOK XCESS teaching aids is built from analytical framework, teaching aids design, teaching aids development, teaching aids implementation, and effectiveness evaluation have been used as a design for the development of teaching aid. The participants were eight special needs students with learning disability from SMPKV Merbok, Malaysia. The findings of the study are that the cooking practical session becomes more conducive, the students are more calm and able to continue successfully their cooking practical with the help of the teacher. Therefore, this study will contribute and become useful in the special education world based on TVET."
        },
        {
          "id": "17",
          "paperId": "A12.02",
          "title": "Vocational Skill Learning Development for Intellectual Disability Children",
          "authors": "Lilis Suwandari",
          "abstract": "This research was motivated by ability problems in vocational learning for intellectual disability children not optimal yet and ineffective in organizimh groups vocational training that held by a few foundation for managing intellectual disability education in Bandung. Based on these circumstances this research aims to: 1) obtain an overview of the objective conditions of vocational learning for intellectual disability children 2) Concepts and theories that are used as referenced in the implementation of this research, comprise: the nature of vocational learning in SLB, the reality in the field that not all of intelectual disability children could get formal education through SLB because of various obstacle such as, distant school distance from their home, limited costs, low parental awareness, also low public awareness. The result of research indicates: the existence of vocational learning not optimal. The conclusion of this research is that vocational skill learning development for intelectual disability children can be said effective in increasing wok ability, as knowledge, skill. Recommendation for research results is vocational development for intelectual disability children and can direct them to get a job as provision of their life"
        }
      ]
    },
    {
      "subTheme": "Science, Technology, Engineering and Mathematics (STEM) for Special Educational Needs",
      "listOfPapers": [
        {
          "id": "18",
          "paperId": "A13.01",
          "title": "Project-based Learning in Vocational and Science for Blind Students",
          "authors": "Renny Fitriana Agustien & Sunardi",
          "abstract": "Project-based learning is a learning that provides direct learning experience to students through scientific inquiry activities carried out by independent students (student-directed scoring inquiry) with the support of technology and collaboration to solve real problems in daily life (real world problems) (Krajcik et al., 1999. This study uses a systematic literature review. A systematic literature review is a series of studies using the internet, then synthesized on a particular topic. The literature used in this study is previous research on a national scale. Research in the form of articles during 2013-2017. Project-based learning can improve students' understanding of the material, especially those related to skills. In addition, active students, directly involved in making projects, make plans to obtain results, improve the ability of students with visual impairments, and improve the independence of blind students."
        }
      ]
    },
    {
      "subTheme": "Teacher Training and Capacity Building",
      "listOfPapers": [
        {
          "id": "19",
          "paperId": "A14.01",
          "title": "The Perception of Special Education Teachers Towards Pupils with Down Syndrome",
          "authors": "Nancy William Awet & Andrew Jeremy Kabay",
          "abstract": "This study aimed to investigate the perception of special education teachers on the characteristics and problems of children with Down Syndrome. This study is a survey using a questionnaire which has 45 items administered to 50 teachers of special education. The study is adopting quantitative research concept. Data were analyzed using the Statistical Package for Social Sciences version 22.0 for descriptive window, which are to generate descriptive and inferential statistic. The finding have shown that learning a critical problem among children with Down Syndrome is a high level, exceeding the third quarter or 75 percent giving positive feedback. Overall, the finding clearly show that the positive feedback on the characteristics and problems of children with Down Syndrome. Also concluded that in order to teach children with Down Syndrome, a teacher needs to understand the characteristic and learning problems of students with Down syndrome before being able to improve the quality of special education services."
        },
        {
          "id": "20",
          "paperId": "A14.02",
          "title": "Kompetensi Pengajaran Guru Bahasa Melayu Prasekolah Pendidikan Khas dari Perspektif Kerangka Standard Bahasa Melayu (KSBM)",
          "authors": "Mohamed Ayob Bin Sukani & Arfah Binti Hj Abd Karim",
          "abstract": "The study aims to find the competence of Malay language teaching proficiency in special education preschool through the evaluation of the management and practice of special education preschool teachers from the perspective of the Standard Malay Language Framework (KSBM). The study involved special education preschool teachers around the Klang valley, following the Workshop on Speaking Arts in teaching and facilitating (PdPC) special education preschool organized by the Department of Malay Civilization and Culture, IPG Malay Language Campus. The research methodology involved a set of questionnaire consisting of 25 items. The five constructs of the teaching of Malay language teachers in special education preschool were assessed, namely the competence of teaching listening skills, the teaching competence of speaking skills, the competence of teaching reading skills, the competence of teaching writing skills, and the teaching competence of language arts. This quantitative survey study involves KSBM's perspective of 50 special education pre-school teachers. The data obtained were analyzed in descriptive stastistic form, involving analysis in frequency, average score and percentage. The findings of the study find the competence of Malay language teaching practitioners in special education preparations through the assessment of the practice of teaching Malay language teachers in special education preschool from KSBM's perspective, on most items are at a moderate and satisfactory level. All five constructs of teaching competence in the teaching of Malay language teachers in special education preschools, in terms of competence teaching listening skills, speaking skills teaching, reading skills teaching, writing skills teaching, and language teaching competency assessed as 'good' achievement. The views of special education preschool teachers on the strength of Malay language teaching competence in special education preschools in PdPC, are from the aspect of KSBM teaching skill competence. While the KSBM aspect of language teaching competence, it reached the lowest level. In this regard, the need for special education teachers of pre-school Malay language to continue to be exposed and the PdPc training underlying KSBM in the 21st century education era, is a necessity. In addition, to achieve the educational goal of developing the spirit and soul of the disability of special education preschools, fulfilling the aspirations of national education and the realization of the national education policy, as well as for a continuation of global education challenge at the level of pre-school education."
        },
        {
          "id": "21",
          "paperId": "A14.03",
          "title": "Kajian Kualitatif Kesediaan Guru Tadika Swasta Dalam Cabaran Membimbing Pelajar Dyslexia: Satu Kajian Kes Di Kuala Selangor",
          "authors": "Siti Rohani Abdul Samat, Norasmahani Md Basri & Dr. Johari Talib",
          "abstract": "In all levels of education, dyslexia is a commonly identified problem and has a significant percentage of the student population. The difficulty in mastering reading and writing skills among these children has led the private kindergarten teachers not able to equip them to a higher level as required in the National Pre-School Standard Curriculum. Therefore, the purpose of this study is to identify the readiness of private kindergarten teachers to teach student with dyslexia. The objectives of the study focused on teachers training, training needs for intervention programs and methods taken upon identifying children with reading and writing skills impairment. The study was conducted at Kuala Selangor, Selangor and participants were selected involving 10 kindergarten teachers from private kindergarten under the 550 Act. The data were collected using observation, interview and document analysis. Data were analyzed using descriptive and reference methods. Finding showed that private kindergarten teachers had no readiness to teach students with dyslexia and the methods of teaching the identified children with difficulty in reading and writing are varies as they had no proper training. The implication of the study showed that training of teachers in dyslexia are crucial. In conclusion, private kindergarten teachers should be trained systematically in teaching student with dyslexia for intervention program in the future."
        },
        {
          "id": "22",
          "paperId": "A14.04",
          "title": "Factors Relating to Achieve Success in Teaching Profession of Two Deaf Individuals: A Case Study",
          "authors": "Chia Jong Huey",
          "abstract": "This case study explores, examines and understands the factors that motivate deaf /hearing impaired individuals to achieve success and learn the main problems faced in the pursuit of further success and how they overcome such problems. This case study is conducted on two deaf individuals who have lost their hearing before acquiring language, and career in the teaching profession in the state of Penang. Six teachers from the deaf school and 6 deaf pupils were interviewed. Qualitative data collected through interviews, case history, documentary sources and photographs. The findings showed that environmental factors, intrinsic and cognitive development are equally important in moving the deaf individual to achieve the dream of success."
        }
      ]
    },
    {
      "subTheme": "Cultural and Arts Appreciation for Children with Special Educational Needs",
      "listOfPapers": [
        {
          "id": "23",
          "paperId": "A15.01",
          "title": "Learning of Dancing for Deaf Students in SLB B Sukapura Bandung",
          "authors": "Hoerunnisa Azzaqiah & Dr. Musjafak Assjari M.Pd",
          "abstract": "The potential of Deaf students can be developed and optimized through the appropriate education. Dancing creation Learning is an alternative educational learning in developing interests, talents, and potential students in the dance sector. Through the school services which has extracurricular art of dance, students are expected to develop their potential optimally. The research purpose is to get a real representation of Dancing creation Learning on deaf students at SLB-B Sukapura Bandung. This research used qualitative approach within case study method. Data collection was done through observation, interview, and documentation during research. Examination Technique of data validity used triangulation technique. Based on results, this research shows the accordance with needs, interests and talents of children during the process of learning program that made. Nevertheless, there is improvement in terms of evaluation needed, the teacher should have to use appropriate evaluation tools based on students needs to know the weaknesses on the learning."
        },
        {
          "id": "24",
          "paperId": "A15.02",
          "title": "The Effectiveness of Origami Magic on Reading and Writing Performances in Bahasa Melayu of Remedial Pupils",
          "authors": "Hoe Sin Ling",
          "abstract": "Origami is the art of paper folding. Its name derives from Japanese words ori (folding) and kami (paper). The purpose of this experimental study is to investigate the use of “Origami Magic” on remedial pupils who faced difficulty in learning and had low performance in academic for reading and writing. The remedial pupils underwent pre-test and post-test for reading and writing in Bahasa Melayu. After the pre-test, pupils used “Origami Magic” as an educational tool for three months to improve the hand-eye coordination. Origami is a game for students and they love playing games. Different shapes and variety of colors allows students to develop psycho motor skills and they helps hand, eye muscles and hand-eye coordination to develop. The results of this study can give knowledge to teachers by using “Origami Magic” for creating new games or creative activities. Based on the findings showed that the use of “Origami Magic” could help pupils to learn better and effectively. The impact of “origami Magic” on reading and writing performances of remedial pupils found a great improvement."
        }
      ]
    },
    {
      "subTheme": "ICT and Assistive Technology for Children with Special Educational Needs",
      "listOfPapers": [
        {
          "id": "25",
          "paperId": "A16.01",
          "title": "The Use of Language Board Game to Support Hearing Impaired Language Skills",
          "authors": "Farahdiba Binti Mohd Said, Mohamad Hamdan Bin Abdul Ghani, Siti Suhaila Binti Samian",
          "abstract": "A number of hearing impaired students who are undergoing a special-skilled certificate programme in Politeknik Ibrahim Sultan have difficulties in enhancing their English language skills. A full comprehension and application of selected words or phrases are a challenge for hearing impaired students whose exposure of the language in question is rather restricted. Observations were carried out on two groups of hearing impaired students. Both groups have been exposed to the targeted selected words and phrases. In fact, the groups have also been guided to develop two of the language skills with the application of the targeted selected words and phrases. The hearing impaired students have been drilled to write and read the targeted selected words and phrases. With the comprehension and application of the targeted selected words and phrases laid down to the students, a specially designed language board game is used to test the students’ language skills. The two identified difficulties faced by the students when attempting to apply their language skills during the game are misinterpretation of the targeted selected words / phrases and fragmented sentence structure."
        },
        {
          "id": "26",
          "paperId": "A16.02",
          "title": "The Effect of Using Comic Media Towards the Deaf Children Study Results (Experimental Study on Deaf Children at Grade 1 of SLB N 2 Centra PK PLK Cimahi Elementary School)",
          "authors": "Aan Juariyah",
          "abstract": "A deaf child is a child who has the disorder in the organs of hearing. The deaf children tend to be more enabling their vision (visual) to obtain the information that they need. Problems faced by deaf children are the difficulty in understanding things that are abstract and difficult to understand the verbalized things. In the curriculum of 2013, which is, the learning using a thematic approach, where in one theme consists of several subjects that are combined all at once. Viewed from the expected standard of competence, there are many demands of the abstract understanding in the curriculum, and this is one of the barriers for deaf children in achieving maximum learning results or according to the standard learning competencies. To overcome the problems faced by the deaf children, one of them is with the use of a media of learning in accordance with the progress and the problems they face, namely the comic media that is concrete visual media that are much favoured by children with entertaining nature. The use of comic media in teaching the deaf children was intended to improve the learning outcomes. The purpose of this study was to determine the learning outcomes of the deaf children at grade 1 of SLBN 2 PK PLK Cimahi Elementary School, before and after using the comic media in learning. The method used in this study is the experimental method. The study designs used are pretest and posttest one group design. Data collection techniques used is an achievement test that is the objectives test in the form of multiple-choice test with three possible answers (a, b, c). Data analysis technique used is the signed Wilcoxon rank test. The research findings indicated that the use of comic media in learning, gave the effects on learning outcomes towards the deaf children learning outcome."
        }
      ]
    },
    {
      "subTheme": "Empowering Families and Communities for Children with Special Educational Needs",
      "listOfPapers": [
        {
          "id": "27",
          "paperId": "A17.01",
          "title": "Empowering the Poor Parents of Children with Special Needs",
          "authors": "SR Hadiati, SD Kirana, T Maknun, NI Rosyadah, HW Puspitasari, A Meilinawati & RNRP Gofur",
          "abstract": "Problem of children with special needs (CSN) in developing countries cannot be resolved completely if there is lack involvement of parents and the surrounding community. On the other hand, barriers to stigma and culture 'ensnare' parents and the surrounding community to be involved in their care. The Foundation believes that even though poor parents of CSN suffered from double discrimination, they already had their own modalities, so they can help themselves. However, realizing that this mission was hard, cooperation was carried out with various parties. The foundation's vision is to support active participation through the role of parents and the community, so that the concept of community based rehabilitation and inclusive development is modified according to local culture. Analysis of content from FGDs, accompanionship with in-depth interviews, observation and field notes was examined to find out the supporting and inhibiting factors of a social organization for empowering the poor of CSN, hopefully it could be a lesson learned."
        },
        {
          "id": "28",
          "paperId": "A17.02",
          "title": "The Relation Between Social Support and Emotion-Focused Coping in Deaf Adolescents in Boarding Schools",
          "authors": "Yosefina Nurmalita Darajati & Diana Permata Sari, S.Psi., M.Sc.",
          "abstract": "This study aims to determine the relation between social support and emotion-focused coping in Deaf adolescents in boarding schools. The research hypothesis shows that there is a negative and significant relation between social support and emotion-focused coping (distancing and escape-avoidance dimensions). The subjects in this study were 53 Deaf adolescents in boarding schools. The scales used were scale of social support (24 items, α = 0.934), scale of distancing dimension (6 items, α = 0.735), and scale of escape-avoidance dimension (6 items, α = 0.791) which were developed by the reseacher. The data were analyzed by using the correlation test of Spearman rho because the data distribution is not normal. The results show that social support is negatively correlated with emotion-focused coping dimensions. The distancing dimension (r = -0.447; p = 0.000) and escape-avoidance dimension (r = -0.451; p = 0.001)."
        }
      ]
    }
  ]
}