{
  "conferenceTitle": ["4th International Conference on Special Education 2021"],
  "conferenceSubTitle": ["Inclusion: A New Curve"],
  "isbnNumber": ["e-ISBN: 978-967-15154-3-3"],
  "nameOfChiefEditors": [
    "Dr. Hajah Hanani Harun Rasit",
    "Dr. Mohd Azlis Sani Md Jalil"
  ],
  "nameOfArticleReviewers": [
    "Prof. Dr. Loh Sau Cheong (Universiti Malaya)",
    "Assoc. Prof. Dr. Mohd Hanafi Mohd Yassin (Universiti Kebangsaan Malaysia)",
    "Assoc. Prof. Dr. Aznan Che Ahmad (Universiti Sains Malaysia)",
    "Assoc. Prof. Dr. Manisah Mohd Ali (Universiti Kebangsaan Malaysia)",
    "Dr. Hajah Norshidah Abu Husin (IPG Kampus Perempuan Melayu)",
    "Dr. Kway Eng Hock (Universiti Pendidikan Sultan Idris)",
    "Dr. Aliza Alias (Universiti Kebangsaan Malaysia)",
    "Dr. Grace Annamal A/P Gnana Piragasam (Universiti Pendidikan Sultan Idris)",
    "Dr. Low Hui Min (Universiti Sains Malaysia)",
    "Dr. Khairul Farhah Khairuddin (Universiti Kebangsaan Malaysia)",
    "Dr. Hasrul Hosshan (Universiti Pendidikan Sultan Idris)",
    "Dr. Suziyani Mohamed (Universiti Kebangsaan Malaysia)",
    "Dr. Safani Bari"
  ],
  "technicalEditors": [
    "Mr. Mohd Anis Abdul Razak",
    "Ms. Monishah Md. Shah",
    "Mr. Mohd Zulkarnain Abdul Wahab",
    "Mr. Ahmad Heikhal Amir Hamzah",
    "Ms. Suhaila Mohamad",
    "Ms. Fezny Othman",
    "Ms. Mizanina binti Mohamad Madon",
    "Mr. Mohamad Faris Idham Zainurin",
    "Ms. Nuramirah Hazwani Kamarudzaman"
  ],
  "administrative": [
    "Mr. Amiruddin Abu Samah",
    "Ms. Nur Masturah Ibrahim",
    "Ms. Siti Nadia Sahak",
    "Ms. Noor Adila Ab Khalim",
    "Ms. Jayanthi a/p Arumugam",
    "Ms. Shahidah Abd Rahman",
    "Mr. Muhammad Ikram bin Ab Aziz",
    "Ms. Nur Harishah binti Ramlly"
  ],
  "finance": [
    "Datin Era Zaffura Md. Sin",
    "Ms. Noor Addlina Oshman",
    "Ms. Siti Zuraidah Md. Noor"
  ],
  "design": [
    "Mr. Mohamad Shabilullah Abd Hamid",
    "Mr. Muhammad Asyraf Maarif",
    "Mr. Rusnedy Ruslan"
  ],
  "distribution": [
    "Mr. Aris Mamat",
    "Ms. Nur Amirah Hani Senin",
    "Mr. Mohd Khairol bin Johar"
  ],
  "listOfSubTheme": [
    "Technical and Vocational Education Training (TVET) for Students and Youths with Special Educational Needs",
    "Learning and Innovation for Students with Special Educational Needs",
    "Early Intervention",
    "Inclusive Education",
    "Health, Social Emotional Enhancement and Development for Special Needs",
    "Transition from School to Employment",
    "Multiple Disabilities Education",
    "Networking in Special Education",
    "Policy on Disabilities",
    "Building and Sustaining Inclusive Society",
    "Science, Technology, Engineering and Mathematics (STEM) for Special Educational Needs",
    "Teacher Training and Capacity Building",
    "Disability-inclusive Disaster Risk Reduction (DiDRR)",
    "Cultural and Arts Appreciation for Children with Special Educational Needs ",
    "Artificial Intelligence for Children with Special Educational Needs",
    "Empowering Families and Communities for Children with Special Educational Needs"
  ],
  "conferenceObjective": [
    "Enhance the knowledge and skills of participants to deliver effective educational services and support services for children with special educational needs by updating and enriching knowledge and skills of those who take part in the educational process.",
    "Provide the platform and opportunities for exchange of best practices in teaching and learning of children with special educational needs.",
    "Provide information in recent trends in Special Education through exchange of best practices and current approaches that are tangible and responsive to the 21st century challenges and needs.",
    "Establish networking and smart collaboration among Ministries, related agencies and educators in education especially in Special Education at national, regional and international levels.",
    "Increase awareness and acceptance of individual with disabilities in the society and accommodating their needs in the community in terms of access, engagement and equity."
  ],
  "papers": [
    {
      "subTheme": "Inclusive Education",
      "listOfPapers": [
        {
          "id": "1",
          "paperId": "007",
          "title": "Factor Associated With Teacher Efficacy Toward Inclusive Practice In Indonesia: The Role Of Perceived School Support And Demographic Variables",
          "authors": "Putu Wirmayani & Farida Kurniawati",
          "abstract": "Numerous countries have implemented inclusive education to enhance students' special needs participation in education, including Indonesia. Each stakeholder involved has their responsibilities to create successful inclusive practice. However, many obstacles emerge in implementing inclusive education due to teachers' belief that they cannot teach special needs children, which is defined as teacher efficacy in inclusive practice. This study investigated the factor associated with teacher efficacy in inclusive practice, specifically in Indonesia's inclusive primary school. Through quantitative analysis, this research aims to find out the relationship between perceived school support and demographic factors, such as gender, age, type of school, teaching experience, level of education, and training experience towards teacher efficacy. The measurement used in this study were PSSIE (Perceived School Support for Inclusive Education) (Ahmmed, 2013) and TEIP (Teacher Efficacy for Inclusive Practice) (Sharma et al., 2012). Using the convenience sampling technique, 324 inclusive primary school teachers from 15 provinces in Indonesia participated in this study. The result shows that perceived school support have a significant and positive relationship with teacher efficacy in inclusive practice (F(1, 322) = 129.978, p < .001, R2 = .54). In terms of demographic factors, teacher efficacy is associated with age, type of school, level of education, and training experience. It can be concluded that teachers will have efficacy in teaching inclusive classrooms if they receive adequate support from the school, both physically and emotionally. In addition, middle-aged teachers, who work in inclusive private schools, have a high educational qualification, and have received training tend to have more efficacy in inclusive teaching."
        },
        {
          "id": "2",
          "paperId": "011",
          "title": "Lived Experiences Of Senior High School Teachers In Handling Mainstream Classes: Teacher Development Plan",
          "authors": "Vonn Clyde Casquejo Nuñez",
          "abstract": "This research determined the lived experiences of Senior High School Teachers handling Mainstream Classes at Babag National High School- Senior High School during the school year 2019-2020 as bases for a proposed teacher development plan. Babag National High School Senior High School Department implemented mainstream classes since the start of the K12 curriculum where teachers have less to no background in handling learners with special educational needs. The implementation of the class is in response to the Department’s “Education for All” and observation of inclusions. The respondents were eight (8) Senior High School teachers handling mainstream classes. The study investigated the experiences of the teachers in their classes in terms of lesson planning, delivery of instruction, assessment of learning, and monitoring and coaching. Also, further investigated on challenges, difficulties and best practices of these teachers in handling their mainstream classes. The research employed quantitative-qualitative design where data were treated using Mean Deviation and Thematic Content Analysis. The findings show that teachers provided less independent and guided practice, they modify lessons, but they have difficulties in associating these tasks to their condition, they should explain content of test material first before students perform task, and they have no time for parent’s conference for students’ progress. Their challenges deal on teaching pedagogies and lack of time. Most respondents’ best practices consist of task listing and personalized approach. Thus, teachers have varied lived experiences in handling mainstream class which are challenging for them. It is recommended to implement the proposed teacher development plan addressing areas of concerns in handling mainstream class."
        },
        {
          "id": "3",
          "paperId": "025",
          "title": "The Suburbia Strategy: Positive Reinforcement To Improve The Learning Focus Of Special Needs Students (MBK)",
          "authors": "Soufi Husairy bin Ahmad Hussain & Shahrill bin Ramli",
          "abstract": "This Positive Reinforcement was implemented in a suburban school in Hulu Selangor to help improve the learning focus of Special Needs Students (MBK). The use of traffic light cards and token economy are aimed to elevate their speaking skills and self-confidence during the lessons in the classes. Prior to the programme, pupils lacked self-confidence and were not open to confide their problems in the lessons with the teachers. Moreover, pupils inclined to ask questions irrelevant to the topics concerned. This implied that pupils were unable to have full grasp on the lessons and thus to create possible problems for them to incorporate the knowledge taught in the classes into their lives. Through quantitative findings based on the pupils’ classwork and qualitative measurement based on non-partisan observation, it is found that Positive Reinforcement was considered successful as intervention strategy. Pupils are also seemed to be less-dependent on their peers and plagiarism amongst them was positively reduced. In order to enrich the knowledge of best practices in school, it is suggested that the whole unit of schools comprise of MBK and mainstream pupils to incorporate acculturation of traffic light cards so that conducive environment is to be conceived for teaching and facilitation sessions."
        },
        {
          "id": "4",
          "paperId": "046",
          "title": "Learning Vocabulary With “Buncee Add Smart” Among Students In Remediation Program",
          "authors": "Hoe Sin Ling & Yeo Kee Jiar",
          "abstract": "Buncee is a creation and presentation tool for students and educators to create interactive classroom content, allowing learners of all ages to visualize concepts and communicate creatively. The purpose of this experimental study is to examine the effect of using “Buncee Add Smart” in teaching language subjects. Iin language, on many occasions, the known vocab is used to add understanding to the new vocab among the students in a remediation program for language learning. These students experienced difficulties in learning new vocabulary and had low performances in academic subjects particularly language subjects. A total of 10 students will be participating in a pre-test and post-test with none-equivalent groups quasi-experimental study for learning vocabulary in Malay language. With a variety of graphics and media tools, students in the experimental group were able to develop their imaginations for improving their creativity while having fun. The “Buncee Add Smart'' was described as an interactive, drag and drop interface which helps educators create amazing multimedia projects and presentations to increase interactivity and flip the classroom. With this amazing digital tool, it also can add all kinds of elements including animations, stickers, text, drawings, voice and even videos to share around their learning. Drawing from the results of this study, teachers could use “Buncee Add Smart'' for creating new innovation with digital tools. The findings indicated that “Buncee Add Smart” could help pupils to learn vocabulary more easily and effectively while enjoying the  Educators are able to differentiate the instruction of class’s learning through diverse students’ learning styles such as auditory, kinesthetic and visual."
        },
        {
          "id": "5",
          "paperId": "053",
          "title": "IPGKPT Design And Technology (RBT) Teacher Trainees’ Knowledge To Handle Special Needs Students In Inclusive Education",
          "authors": "Nik Farah ‘Aqilah Binti Nik Mahadi, Nur Qayyimah Binti Mohd Zubaidi, Hanani Binti Harun Rasit & Shamsiah Binti Md Nasir",
          "abstract": "The importance for teachers in inclusive classrooms to have knowledge and skills in the management of student behavior has been reported in several studies. An effective teacher in an inclusive classroom is a teacher with high self-efficacy in handling students who have behavioral issues in their classroom. The pre-service teacher training of the Institute of Teacher Education Malaysia (IPGM) emphasizes on behavior management through several courses offered and enrichment activities outside of the lecture rooms. In this regard, several courses such as EDUP3023 Child Development, EDUP3043 Classroom Management and Behavior and also RBTS3132 Inclusive Education have been offered to expose trainee teachers to the knowledge in handling students with special needs for IPGM students who are not majors in special education. This concept paper on a descriptive quantitative study to be conducted to see the level of knowledge of trainee teachers, especially RBT major in one of the Institute of Teacher Education, Technical Education Campus (IPGKPT) on handling special needs students in inclusive education in schools. The methodology that will be use in this study involve questionnaires of a total 63 respondents of IPGKPT Semester 6 students who have studied the all three courses. The knowledge of RBT trainee teachers in handling MBK is anticipated to be in a high range as these three subjects involve many hands-on activities that require more control from the teachers during teaching and learning sessions."
        }
      ]
    },
    {
      "subTheme": "Multiple Disabilities Education",
      "listOfPapers": [
        {
          "id": "6",
          "paperId": "034",
          "title": "How Parents Of Children With Visual Impairment And Multiple Disabilities Support Each Other During This Time Of The Pandemic In The Philippines",
          "authors": "Ami Tango-Limketkai",
          "abstract": "The global response to Coronavirus Disease 2019 (COVID-19) has changed daily life in many ways for many people. In the Philippines, schools remain closed and stay-at-home orders went into effect nationwide. The struggles faced by parents of children with visual impairment with or without multiple disabilities have amplified. Supporting the bond between parents or caregivers of these children is as important as ever. This discussion aims to answer the question about how parents of children with visual impairment with or without multiple disabilities from different parts of the Philippines, support each other as they learn to adapt and meet their children's needs as well as maintain their own mental health and relationships. We discussed the methods on how this support group, managed and run by parents themselves, build parent advocacy skills and self-efficacy skills as they cope during these times of the pandemic. We shared what activities were carried out despite the challenges this lockdown has brought and how these activities still allow families to regularly engage with each other and become present supporters of their children’s development as they help them thrive and learn during this pandemic. We discussed the value of support groups and identify recommendations for support group design based on the experiences and feedback of the parents from the Philippines. Qualitative methods was used to examine the experiences of members of 1 parent-run support group. 30 parents were interviewed about the benefits and limitations of participation in support group. Information was collected by observing support group meetings, activities, and reviewing group documents. Interview, observation, and document data was analyzed to identify emerging themes. Results of the study indicated that the effects of belonging to a parent-led parent support group were substantial. Through these groups, parents gain increased skills, an increased sense of power and a sense of belonging. Participants are able to connect with each other and provide support and skills to deal with the day-to-day issues of raising a child with disabilities."
        }
      ]
    },
    {
      "subTheme": "Building and Sustaining Inclusive Society",
      "listOfPapers": [
        {
          "id": "7",
          "paperId": "012",
          "title": "Addressing The Needs For Teachers’ Professional Development Amidst The Covid-19 Pandemic",
          "authors": "Mohd Zulkarnain Abdul Wahab & Hanani Harun Rasit",
          "abstract": "Learners with disabilities are among the most impacted group of children if not the most vulnerable compared to their peers of the same age. They are exposed to the risk of being left behind in society, employment as well as their participation in education.  Shortages of trained teachers and school personnel in implementing the concept of Inclusive Education in many countries have led to the increase challenges and delay especially in preparing learners with disabilities to be accepted and participate in the real world. Envisioning and responding towards achieving United Nation Sustainable Development Goals (SDGs) specifically SDG No.4 “Ensure inclusive and equitable quality education and promote lifelong learning opportunities for all”, SEAMEO 7 Priority Areas No. 2 “Addressing Barriers to Inclusion” and the previous statements and declaration regarding Inclusive Education, SEAMEO SEN has always aligned its roles to be at the forefront of Disability-Inclusive education advocacies, teachers’ competencies development, quality content creations and community awareness. Responding to these commitments, targeted researches were carried out to understand, learn and provide recommendations addressing to the needs of learners with disabilities. Training needs analysis and impactful training courses, workshops, seminars and conferences were also held in directing and harnessing teachers’ potential. This paper explicates SEAMEO SEN responses in promoting and enhancing the quality of special educational needs practices among its member countries including its responses during the COVID-19 pandemic situation. This paper further explores the programmes and activities conducted by SEAMEO SEN and how the centre adapts to respond to the current challenges."
        },
        {
          "id": "8",
          "paperId": "060",
          "title": "Inclusive Education In Malaysia’s Primary Schools: The Teachers View",
          "authors": "Rosmalily binti Salleh & John Woollard",
          "abstract": "Malaysia, like many countries in the world, is recognising inclusive education and has pledged a commitment in the 2013-2025 Malaysia Education Blueprint. However, the journey of providing a quality and inclusive education for all is complex, leading to inconsistency in practice. The Malaysia context with its diverse ethnicity, language, culture, religion besides the education and school systems have implications for the promotion and implementation of inclusive education. This study explores and highlights teachers’ relevant yet overlooked perspectives on inclusion and inclusive education in the period of educational system reformation. By focusing on teachers’ perspectives, the research aims to provide a better understanding of the promotion of inclusive education in Malaysia’s primary schools. This interpretative, exploratory, qualitative study employed multiple methods to obtain rich and in-depth data. Participants are purposely sampled from five national primary schools: three schools with the Special Education Integration Programme (SEIP) and two schools without SEIP. They were 76 participants; 25 teachers were interviewed individually and 51 participated in eight focus-group interviews. Ten classroom observations were conducted prior to the individual interviews. The data were analysed thematically by the inductive approach, using NVivo software. Theories of inclusive education were adopted to analyse teachers’ responses. The results show that teachers view inclusive education as a challenging concept to implement. Such views are influenced by multiple factors, such as miscommunication between departments, sociocultural attitudes to disability, educational systems, inefficient utilisation of resources, insufficient facilities, and teachers’ lack of knowledge and skills about special education and pupils with special educational needs (SEN). The findings will be of value to those responsible for planning and developing the policy and programmes regarding inclusive education, special education, and specifically educational systems in moving towards inclusive systems and schools."
        }
      ]
    },
    {
      "subTheme": "Cultural and Arts Appreciation for Children with Special Educational Needs",
      "listOfPapers": [
        {
          "id": "9",
          "paperId": "059",
          "title": "Going Beyond The Personal: Perceptions Of Parents Of Individuals With Autism About Expressive Arts Therapy",
          "authors": "Dominic T. Paguio",
          "abstract": "According to Enriquez (1994), the Father of Filipino Psychology, the need to contextualize psychology and its practice is of importance in order to genuinely meet the needs of the people it serves. Through the indigenized framework wrought from years of practice of expressive arts in the Philippines with the core value of “Kapwa” or a shared inner reality as a guiding principle, Being a collectivist people, Filipinos with disability find difficulty connecting to the web of relationships they have specifically the family. The study aimed to obtain the parent’s or the caregiver’s perceptions as to how the expressive arts have affected the person with autism and how it has also affected the dynamics of the family. The study found that other than creating motivation and a greater selfesteem in the student, it has also improved communication within the family. Expressive arts had created an avenue for understanding the family member with disability and create more empathy towards them. It has also brought about a sense of hopefulness in the family members regarding the future of these individuals. Thus, expressive arts had bridged the gap that the disability had created and has an integrative function for the individual, his/her family and the society."
        },
        {
          "id": "10",
          "paperId": "050",
          "title": "The Innovation Of Music Notation Into Colour Coding And Numbers",
          "authors": "Norihan Md Ishak, Norlela Jamhuri, Ruzaini Nayan & Badrul Amin Ghazali",
          "abstract": "This study aims to see the extent to which the effectiveness of the use of musical notation that uses Colour Codes and Numbers to replace standard musical notation among Special Education students with Learning Disabilities. This is because the pupils are unable to remember alphabetic codes (C, D, E, F, G, A, B,C’), are confused to read standard musical notation, and are unable to play musical instruments according to song notes. In this study, a total of 17 Special Education students with Learning Disabilities were selected as the study sample. The measurement tool of the study involved the use of observation checklists and interviews. As a result of the study, these students can recognize, understand, and can play songs with notes that have been innovated. Indirectly, students' skills in playing percussion instruments such as angklung and bells can be improved. Next, these students can make music performances with confidence. This method will be disseminated to Pre-School and mainstream students at Sekolah Kebangsaan Bukit Beruntung."
        }
      ]
    },
    {
      "subTheme": "Disability – Inclusive Disaster Risk Reduction (DiDRR)",
      "listOfPapers": [
        {
          "id": "11",
          "paperId": "067",
          "title": "An Index On Disaster Preparedness Among Special Education Learners Of General Maximino Hizon Elementary School In The Time Of Covid-19",
          "authors": "Lea B. Galvez, John Paul R. Timbas & Jonna A. Quillopas",
          "abstract": "Disaster Risk Reduction is one of the most important deliberations globally.  It is deemed important that everyone adheres to the Philippine government mandates in its Republic Act 10121- Philippine Disaster Risk Reduction and Management Act of 2010. The ongoing COVID-19 pandemic has confirmed the close link between health and disaster risk reduction (UNDRR, 2021).  With the aim to achieve the substantial reduction of disaster risk and losses in lives, our school designed an Index on Disaster Preparedness that geared toward empowering the 4 Pillars of Disaster Risk Reduction with better understanding among our most vulnerable learners and their families. This descriptive research features the Index designed on Disaster Preparedness among Special Education learners of General Maximino Hizon Elementary School in the time of Covid-19 is a program initiative inspired by the School Disaster Risk Reduction Management and was designed explicitly for the learners with disabilities and their families. Eighty-seven (87) learners with disabilities and their families attended a webinar that highlights and enhance the integration of disaster risk reduction on building resiliency, stewardship, and empathy towards a safe, adaptive, disaster-ready families and communities; manage health and related risks including for disease outbreaks, which is a key example of a multi-sectoral approach to disaster risk management."
        }
      ]
    },
    {
      "subTheme": "Health, Social Emotional Enhancement and Development for Special Needs",
      "listOfPapers": [
        {
          "id": "12",
          "paperId": "008",
          "title": "Dealing With Children With Disabilities During Covid 19 : Understanding Parental Perspectives",
          "authors": "Sariya Shabnam & Farha Hossain",
          "abstract": "Parents of children with disabilities often appear to experience considerable stress and weakened emotional-well being. It is likely that the anxiety and emotional state of the parents are further exaggerated due to disrupted schedules of their children with disabilities during COVID 19 pandemic because of long-term school closure. The study aims to understand parental perspectives of dealing with children with disabilities during COVID 19 pandemic with an emphasis on the parent-child bonding. Fifteen parents and caregivers of children with disabilities participated in this qualitative study through semi-structured telephonic interviews. They were asked questions about behavioural changes of their children as well as bonding between themselves during this pandemic. Interview data were transcribed verbatim and thematic analysis technique was performed through manual coding. The findings of this study reveal that, significant behavioural changes of children with disabilities including increased restlessness, anger, fear, stress, hyper-activity, unwillingness to participate in academic as well as daily living activities, lack of motivation and concentration, significant learning loss, increased tendency of self-harming have occurred during covid-19 outbreak. The parent-child bonding seems to be highly affected (e.g. decreased quality time span & loss of parental patience during joint attention) by children’s behavioural changes occurred due to school closure. Overall, the study finds that the emotional wellbeing of parents of children with disabilities and their bonding with their children have been unfavourably impacted by COVID19 pandemic. The study recommends that access to therapeutic services to support children with special needs can minimize the adverse effect of this lockdown. In addition, provision of expert wellbeing support for parents is also recommended."
        },
        {
          "id": "13",
          "paperId": "019",
          "title": "The Development Of Aquaexplorers Module For Special Education Teachers In Penang: A Pilot Study",
          "authors": "Nur Amalina Samsudin & Aznan Che Ahmad",
          "abstract": "Background Although an aquatic activities such as swimming and hydro therapy is a common activities in Special Education classes in Penang, there are no one specific module that can be used as a guidance for that activities which contributed to an activity without objectives and goals Aims This study aimed to discover the effect of Aquaexplorers Module implementation on the knowledge and self-confidence of Special Education Teachers in Penang. The limitations of this study is to test this module during a pandemic. Methodology 17 Special Education (Learning Disability) teachers in Penang participated in a three day course on Aquaexplorers Module implementation. A pre-test consist of a questionnaire was given before the course begin to see the baseline of the teachers current knowledge and confidence in handling water activities and a post-test using same questionnaire was given after the course ended. The questionnaire is validated by Cohen Kappa validation test. Result A Chi Square test showed that the level of knowledge and confidence of the Special Education teachers in the post-test were significantly increased (M= 46.11, SD = 3.230) after the implementation of Aquaexplorers module compared to the pre-test score (M= 33.11, SD = 2.208). Simplified yet more suitable instructions, objectives and activities in a module can be used to improve the Special Education teachers knowledge and confidence in handling water activities. Future research can focus on improving the of Aquaexplorers Module for Special Education Teachers based on the suggestion from this pilot study."
        },
        {
          "id": "14",
          "paperId": "030",
          "title": "Emotion Regulation Disability Among Special Education Children: A Narrative Synthesis",
          "authors": "Noraziyanah Md Jais, Low Hui Min & Aswati Hamzah",
          "abstract": "The ability to regulate emotions is important for effective learning amongst students with special educational needs. Poor emotion regulation leads to behavioural problems, such as loneliness, arrogance, aggression, rage and self-harm behaviours, and subsequently, this might contribute to social isolation and less potential to build friendships. In this paper, narrative synthesis was used to explore the causal factors of emotional regulation issues experienced by students with special educational needs and the effects of social emotional problems on these students. The findings from the narrative synthesis indicated that factors leading to emotional regulation issues among students with special educational needs are neurological factors, growth and development factors, peer social rejection factors, parenting factors, and teacher-related factors, while the effects of emotional regulation problems include social problems, behaviour problems, emotion problems, performance employment problems, and cognitive problems. From the narrative synthesis, conceptual frameworks related to the causes and effects of emotional regulation problems amongst students with special educational needs were induced to offer the direction of further investigation on this minimally researched area."
        },
        {
          "id": "15",
          "paperId": "044",
          "title": "“Star Track” Project: Attracting Special Needs Students To Engage In Sports Activities And Improving The Interpersonal Skills Through Sports Activities",
          "authors": "Nurul Huda Binti Zulkifli",
          "abstract": "The “Star Track” Project action research is aimed to attract Special Needs Students (SNS) to be involved in sports activities and improved their interpersonal skills by engaging in sports activities actively. This study was carried out due to the fact several SNSs in SMK Kampong Soeharto, have little interest in participating in sports activities and there are SNS who are still weak in their interpersonal skills. The main objective of the study was to identify the main reason of SNS's non -involvement in sports activities and why it is difficult for them to master the interpersonal skills. Therefore, “Star Track” Project is implemented to address the issues. A total of 5 special needs student with learning difficulties, 2 boys and 3 girls have been identified, to involved in this research. The method used to identify the problems was initial observation and then followed by questionnaires and interviews to collect data.  Through the questionnaire analysis data findings out that the main factors of SNS are not interested in sports activities is less exposure to the sport environment. Second factor is less encouragement from the parents and the next factor is the SNS consider there are not talented in sport. The results of the interview session also found that poor interpersonal skills are due to communication problems, inflexibility to adapt and lack of self -confidence. Through the analysis, the Star Track Project was carried out to solve the problem. Based on the analysis of data from the implementation of actions, has shown a positive change in students' interest in sports activities. And analysis of behavioral monitoring instruments showed SNS in the Star Trek Project had successfully improved their interpersonal skills. Hopefully, the “Star Track” Project can help further increase SNS involvement in sports activities as well as improve other skills."
        },
        {
          "id": "16",
          "paperId": "062",
          "title": "Special Education Transition Enrichment Program: An Individualized Program For Inclusion Into Mainstream Society",
          "authors": "Dominic T. Paguio",
          "abstract": "The discussion on Inclusive Education should not stop in the inclusion of children with special needs into school settings but should extend to including them in society. Inclusive education should also have the end in mind. With that, the Special Education Transition Enrichment Program (SETEP) of TW Community Enablers was birthed to address the concerns of parents and other stakeholders involved in the holistic education of the individual with special needs of what happens to the child after formal schooling. This case study aims to present the development of the mentioned program, the process of admission of the child to his/her exit from the program, the challenges that the program continually faces, and some suggestions to improve its implementation. The program has five tracks, namely: Independent living, Post-secondary education, Community participation, Employment, and Leisure and Recreation. The program boasts an interdisciplinary approach that supports the individual’s total development as he/she is prepared for independent living. Although the program faced challenges, it shows its strength in its comprehensiveness and individualized approach to transition education. The program sees that more advocacy work should be done for transition programs like SETEP to flourish in the Philippines."
        }
      ]
    },
    {
      "subTheme": "Technical and Vocational Education Training (TVET) for Students and Youths with Special Educational Needs",
      "listOfPapers": [
        {
          "id": "17",
          "paperId": "010",
          "title": "Implementation Of The Internship Program For Student With Special Needs At The High School Level",
          "authors": "Basyit Wulan Istikamah & Edi Purwanta",
          "abstract": "This study aims to reveal how school readiness is in the process of adding insight to the world of work and adding skills or Internships for children with special needs at the high school level. This research uses a descriptive approach. The subjects of this study were principals and teachers from several special schools. Data collection was carried out through surveys. The results of this study are as follows: schools do not yet have vocational teachers who are linear with the areas they can provide, facilities for teaching vocational education to children with special needs at the secondary level are inadequate, lack of parental involvement to be involved in the preparation of vocational programs for students with special needs, several schools have not carried out an internship program for children with special needs at the senior high school level and there has not been any cooperation with the business world and the industrial world due to the difficulty of the business world and the industrial world in accepting children with special needs for the internship program. The conclusion from the research is that to carry out an internship program, the need for collaboration between several parties, such as schools, parents, the business world, and the industrial world as well as local policymakers so that students with special needs at the high school level can also feel how to learn in work situations and are ready to continue life after graduating from school, able to be independent, and confident in working with the community."
        },
        {
          "id": "18",
          "paperId": "013",
          "title": "PEPs In Improving Academic Performance In Genetic Concepts Of Grade 11 STEM Students",
          "authors": "Joei T. Arquero",
          "abstract": "This research was purposely conducted to improve Genetic Concepts of Grade 11 STEM Students of Gonzaga National High School in their General Biology 1 subject for the School year 2020-2021 through the use of an intervention. The interventions that were utilized called PEP (Puzzles, Edmodo and Punnet Blocks) were combination of teaching and learning activities which enabled the students improved learning of students on the said concepts. Puzzles using the improvised punnet blocks will help them to easily understand the concept in Genetics specifically on Monohybrid and Dihybrid crosses. These interventions were aligned with the New Normal in the absence of the face to face learning. The intervention will be implemented through Online Distance Learning Modality where series of puzzles and activities were uploaded in Edmodo. The proponent used the descriptive-comparative approach using the paired sample t-test in determining the significant difference of their pre and post-test and the effectiveness of the PEPs intervention through Cohen’s d formula. The data gathered by the researcher conveyed that the students with learning gaps in Genetic Concepts particularly in Monohybrid and Dihybrid crosses had greatly learned a lot after the intervention, through an increased percentage of their mastery in Genetic Concepts. Hence, the intervention applied had been found to be truly effective. The Intervention helped the students increased their academic performance particularly on the mastery of monohybrid and dihybrid crosses thru the guidance of their parents and siblings. These interventions with the use of the platform Edmodo, motivated them to learn more in the absence of Face to face learning because of the Pandemic. It was then recommended that coming up with other interventions will be a great help to the improvement of the academic performance not only for the coping students but for all the students in the class."
        },
        {
          "id": "19",
          "paperId": "020",
          "title": "The Doormat Project To Improve Basic Sewing Skills Of Special Needs Students With Low Functioning",
          "authors": "Sarogeni Krishnasamy & Habibah Binti Hamzah",
          "abstract": "Doormat’s study was to evaluate the effectiveness of project work conducted on low-functioning students in PPKI SMK Taman Bunga Raya (1). This project was carried out during the basic sewing subject learning sessions and also during the co-curricular activities of the Entrepreneurship Club. A total of 10 students with low functional special needs consisting of “Slow learner”, Down Syndrome and physical disabilities were involved in this study. The “Project Based Learning” method is central to the production of doormat products based on used t-shirts. Low-functioning students need more focused and planned learning methods according to their abilities. The production of this doormat uses the basic sewing skills used in Curriculum and Assessment Standard Document Special Education Secondary School Standard Curriculum Basic Vocational Skills Low Functionality. This study uses quantitative and qualitative methods that involve student work. Pre-and post-tests of sewing skills were used to analyse the data. The findings of the study showed that 10 students mastered the basic sewing skills contained in Curriculum and Assessment Standard Document Special Education Secondary School Standard Curriculum low functionality. Students are also more focused on doormat income. The implications of this study can be used as a guide for the improvement of teaching and learning as well as the assessment of low-functioning students based on projects. The alignment of teaching and learning can be practiced through the subjects of Vocational Skills Curriculum Basic Sewing and “Kelab Keusahawanan”. It also fosters entrepreneurial spirit among students as this doormat can be varied in terms of design, size and colour to be marketed."
        },
        {
          "id": "20",
          "paperId": "029",
          "title": "Career Transition Program For Special Need Students",
          "authors": "Kama Shaffeei",
          "abstract": "The purpose of this study is to analyse the needs of the Special Needs Career Transition Program in school. The Special Needs Students Career Transition Program was implemented to prepare the Special Needs Students with basic and vocational skills as well as individual employment aspects. The objective of the study was to (1) identify the level of readiness among Special Education Teachers in the implementation of the Career Transition Program for Special Needs students in the Special Education Integrated Program (SEIP) and (2) identify the Special Need Student readiness level in the Career Transition Program at SEIP. The research methodology used quantitative method and survey to answer the research questions. The sample were 107 Special Education teachers who implemented the Career Transition Program in schools. The findings show that the readiness level of special education teachers (mean=3.99) need to be enhanced with the implementation of the basic skills courses and the Malaysian Skills Certificate (MSC). Special Needs Students (SNS) [mean=3.88] need to be trained and equipped with 3 basic skills (Reading, Writing, Counting), Vocational Basic skills, Basic self-management skills, Social skills, Communication skills, Problem solving skills, Basic technology skills and deep interest in the field before participating in the Career Transition Program. Meanwhile, the aspects of compliance with the Career Transition Program Guidelines are well-respected and need to be further enhanced among school administrators. It is proposed in the future, all the Special Education teachers must have the Malaysian Skills Certificate and Vocational Skills courses in order to enhance their competence. SNS should be educated with a high degree of self-determination based on their abilities and passion. Systematic Career Transition Program modules and frameworks need to be developed to explain SNS direction upon completion of the Career Transition Program. It is hoped that this study will provide ideas and contributions in streamlining and implementing the Career Transition Program in the future."
        },
        {
          "id": "21",
          "paperId": "039",
          "title": "Urban Farming Cik Tebu Manis : Changes In Behaviour And Interests Of Students With Special Needs (MBK)",
          "authors": "Normazian Binti Mohamad Nordin, Mahezan Binti Mat Jusoh & Magdelane Anak Stephen Ayot",
          "abstract": "The Best DuA Integration Special Education Program became first in the Hulu Selangor District to carry out the “Urban Farming” fertigation project which was carried out in early 2018 until now. Urban Farming Cik Tebu targets medium and low functional students in the teaching and learning process in schools. Therefore, this study was conducted to find out the extent to which the influence of specific vocational skills subjects and basic crop skills can build students' interest in the field of agriculture and in turn make the agricultural sector as a career opportunity. Preliminary observations found that students were not focused during the teacher's teaching process, were too active to be disciplined and unskilled in using their psychomotor skills. The study of the Urban Farming project, which was conducted over a period of 6 months, focused on the preparation work of the Urban Farming project by planting various types of vegetables such as solok chillies, rice chillies, large chillies, cabbage and bitter gourd in locations close to special education classes. The project requires only limited space and is equipped with a structured system. Pupils have the opportunity to learn about agriculture in interesting and fun methods. The results of the study found that all students involved showed positive changes in behavior and interest in agriculture. This project was found to be able to provide opportunities for students with medium and low functioning to form self -identity and independence and can even be applied in daily life with an interesting and fun atmosphere using the work procedure manual that has been provided."
        }
      ]
    },
    {
      "subTheme": "Artificial Intelligence for Children with Special Educational Needs",
      "listOfPapers": [
        {
          "id": "22",
          "paperId": "021",
          "title": "The Effectiveness Of I-Flash Card Improving The Memory Of Common Surahs Of Form 2 Special Needs  Students In SMK Kalumpang",
          "authors": "Muhammad Bin Yusoff, Siti Zaihasrah Anis Binti Mohd Zan & Sujatha D/O Veeriah",
          "abstract": "The aim of this study was to see how successful the use I-Flash Card in helping students in the Special Education Program in the Islamic Education subject in memories and recital the verses memorized from the Al-Quran in common surahs. This research included a total of 2 students in special need as participants. The first step in action planning was to recognize students who struggle in memorizing and reciting memorized common surahs with minimal errors in pronunciation. This research also aims to ensure that students are not bored during the learning process and to encourage students to memorize the Quran’s surah. This research was carried out using diverse teaching methods and resources by using Interactive Flash Card, a digital process that replaces the previous handmade cards (traditionally). Sentences are typed on a computer with using MS Word and the card‘s background are made colourful. Each card includes sentences that have been cut short based on the student’s skill. The respondents were given a pre-test and post-test. The result of the study (post test) showed that 2 students were able to memorize the traditional surahs more effectively after the intervention. As a result using I-Flash Card in the classroom is successful in enhancing students’ memorizing and reciting with minimal errors in pronunciation once it is introduced."
        }
      ]
    },
    {
      "subTheme": "Science, Technology, Engineering and Mathematics (STEM) for Special Educational Needs",
      "listOfPapers": [
        {
          "id": "23",
          "paperId": "001",
          "title": "A Systematic Review Of The Influence Of Teachers’ Knowledge On The Use Of Assistive Technology",
          "authors": "Choo Bee Giek",
          "abstract": "Assistive technology is an essential tool that supports students in their learning participation and provide opportunities for their education, social interactions and social relationship. Teachers’ knowledge in assistive technology has consistently shown to be required for them to come out with proper modification and differentiation using assistive technology for students with l special educational needs in inclusive education. There are numerous studies aimed at reviewing the impact of teachers’ knowledge on the use of assistive technologies among elementary and secondary school teachers. This review intended to summarise the context of teachers’ knowledge in the domain of general inclusive education and explore the instrument used, sample selection, validity and reliability as reported in the related studies. Electronic database includes Education Source, ERIC (Educational Resource Index and Abstracts), EBSCOhost by Elton B. Stephens Company and Scopus were systematically searched, reviewing published studies from January 2011 to January 2021 with the inclusion criteria selecting any study which focused on teachers’ knowledge and their use of assistive technology with special educational need students in inclusive education. Of the 6 reviewed published studies, teachers’ knowledge reported to have a positive impact on their use of assistive technology and have an influence on their level of confidence in integrating assistive technology in teaching. Recommendations for future studies include preparedness of pre-service teachers for assistive technology use in inclusive education to ensure they have sufficient knowledge for the use of assistive technology in teaching."
        },
        {
          "id": "24",
          "paperId": "023",
          "title": "The Level Of Problem-Solving Skills Of Gifted Students In Jordan, A Comparative Study Between The Schools Of Excellence And The Jubilee School",
          "authors": "Aznan Che Ahmad, Mahmoud Ghazi Ewies & Aswati Hamzah",
          "abstract": "Problem-solving skills are considered one of the essential skills of the twenty-first century because nations and individuals face various problems. This study aimed to determine the level students of grade nine of King Abdullah II schools for excellence and Jubilee school in Jordan in Problem-Solving skills and a comparison between the levels of the two groups in these skills. The study sample comprised 23 students from the Jubilee School in Amman (Private school) and 30 students from Schools of Excellence in Madaba Governorate (Government school). They were randomly selected from the study population. The research used the Heppner test to determine the level of students’ possession of problem-solving abilities. This tool was chosen because of its scientific fame, Arabization, and suitability for the Jordanian environment. The validity and reliability of the instrument have been verified. To reach the results, the researchers used the Statistical Package for Social Sciences SPSS version 25. Descriptive statistics were used, and an independent T-test was used to determine whether there were statistically significant differences between the averages of the two groups. The results showed that gifted students in the two groups possess good skills in solving problems. The results also showed that the Jubilee School students outperformed their counterparts in Schools of Excellence in these skills. The paper suggested recommendations regarding the results of the study."
        },
        {
          "id": "25",
          "paperId": "005",
          "title": "Effects Of Virtual Reality Role-Play On Social Communication Skills Of Children With AD/HD",
          "authors": "Alice G. Bote",
          "abstract": "The study used mixed methods that aimed to determine the effects of Virtual Reality Role-Play (VRRP) on social communication skills. Purposive sampling was used to choose three male students diagnosed with AD/HD where in one with comorbid ASD, with ages ranging from 9-11 years old. Social communication skills of the participants were measured using Social Communication Score Scale where in scores were computed. Each participant was observed in two contexts such as virtual reality sessions and real-life setting. Field notes and a recording camera were used to capture the observations in both settings. Patterns of behaviors, activities and events were noted down. Specifically it sought to answer the two questions: What were the effects of VRRP on the social communication skills of children with AD/HD during intervention in VR and RL; and what were the effects of the VRRP on the SCS of children with AD/HD after the intervention in VR and RL. VRRP included teaching SCS through conversations with a virtual peer by role-play activities in a monitor-based 3-D environment. Human avatars represented students who were conversing in real-time. Social Communication Score Scale was used to measure the participants’ SCS by retrieving video recordings used in all observations in the VR context and RL settings of each participant. Field notes were used to note down themes that emerged in the study. Results showed that children improved in social communication skills but they varied in terms background specifically, behavior, comprehension skill and an uncontrolled variable was also identified; structure is needed to develop and demonstrate the social communication skills in the classroom; skill in ending a conversation in the RL was not common; the presence and prompts of the teacher beside each child during was needed; explicit instruction design in different stages was beneficial; the role-plays with combination of scaffolding and 3-D features of the software promoted interest and was helpful; and repetitions of activities could lead to boredom and would affect the child’s social communication skills. Recommendations included promoting and creating a structured environment to enhance SCS and creating a software for children and teachers."
        }
      ]
    },
    {
      "subTheme": "Networking in Special Education",
      "listOfPapers": [
        {
          "id": "26",
          "paperId": "006",
          "title": "Exploring The Lived Experiences Of Parents Having Learners With Special Educational Needs In The New Normal Education",
          "authors": "Jake P. Villanueva M.A, Julie Vie C. Villanueva & Ryan L. Jacob",
          "abstract": "The objective of this study was to find out the lived experiences of the parents of Learners with Special Educational Needs (LSEN’s). This study employed a qualitative research design specifically a phenomenological approach. The sample of this study was conducted among the thirty (30) parents of the Learners with Special Educational Needs (LSEN’s) of Malalag Central Elementary School-SPED Center. The investigator used Moustakas (1994) modification of the Stevic-Collazzi-Keen method of analysis to analyze the phenomenological data.  The findings show that the parents’ capacity to teach has been delimited due to several factors and that clearly implies for the need for immediate and strategic intervention. These include learning materials, resources, and assistive technologies. The contact time is also proved to be pivotal however it cannot be denied that the participants have other things to do like attending to their works and jobs that the bear on their shoulders. Moreover, the provision of skills and trainings are needed taking into consideration as well the strengthening of the emotional and psychological stability of the parents. These findings could serve as a basis to create parents and teachers partnership school program to strengthen the learning continuity of Learners with Special Educational Needs (LSENs) concerning the new normal education in the time of the COVID-19 pandemic."
        }
      ]
    },
    {
      "subTheme": "Teachers Training and Capacity Building",
      "listOfPapers": [
        {
          "id": "27",
          "paperId": "014",
          "title": "Preschool Teachers’ Knowledge On Early Detection Of Dyslexia For Preschool Students: A Systematic Literature Review 2015-2020",
          "authors": "Rathana A/P Shanmugavel, Rohaizat binti Ibrahim & Ahmad Zulfadli Bin Ahmad Bakri",
          "abstract": "Preschool teachers' knowledge on early detection of dyslexia for students in preschool is essential to ensure students' success into adulthood. Therefore, this study conducts a methodology based on a Systematic Literature Review (SLR) to determine preschool teachers' knowledge on the early detection of dyslexia for students in preschool. This study showed an investigation from October to December 2020 in three academic search systems, namely Scopus, Google Scholar and Mycite. The search yielded 29 articles and has identified 6 articles in the screening and evaluation process. Search terms are knowledge, preschool teachers, early detection, dyslexia and preschool students. This study shows that preschool teachers' knowledge of the early detection of dyslexia for preschool students is still at an unsatisfactory level. Furthermore, this study is also still poorly implemented either locally or abroad. Worryingly, the study also found that there are still no early detection instruments of dyslexia for preschool students in Malaysia. No early detection causes many students to be late in obtaining interventions. The implications of this study indicate that there is a need to establish an instrument for the early detection of dyslexia for preschool students in Malaysia."
        },
        {
          "id": "28",
          "paperId": "045",
          "title": "Transforming Teaching And Learning For Students With Complex Communication Needs Using Innovative Mobile Technology: Ups And Down",
          "authors": "Kalaimathi Rajagopal & Low Hui Min",
          "abstract": "Two-way interactions in classroom are remarkably challenging, especially when students with complex communication needs are concerned due to their inability to express their needs and wants verbally. One method that could establish effective two-way teacher-student interactions is through augmentative and alternative communication (AAC) systems. A qualitative study exploring special education teachers’ awareness and knowledge regarding high-tech AAC systems was conducted. The barriers and challenges that may hinder teachers from adopting mobile-based AAC systems, and the teachers’ expectations of the AAC applications were explored. The qualitative data obtained from semi-structured interviews revealed that (a) teachers are unaware that AAC systems could improve dyadic classroom interactions, (b) teachers face internal and external barriers in implementing high-tech AAC systems in their classrooms, and (c) teachers want AAC systems which are suitable to be used in classrooms. The findings provided insights for transforming classroom teaching and learning using innovative mobile technology for students with complex communication needs."
        },
        {
          "id": "29",
          "paperId": "047",
          "title": "Learning Module Development: Lived Experiences Of Teachers In The Higher Education Institutions In The Philippines",
          "authors": "Jake Boy D. Carbonquillo & Gina U. Españo",
          "abstract": "Tertiary education is the aspiration of more and more young people worldwide and a primary requirement for employment in various industries. Still, a sudden shift happened when the COVID-19 came in. Moreover, the recent problem brought by the pandemic made the whole educational system of the world change. With the growing problem, tertiary education has to divert its face-to-face instruction to a more suitable situation. In pursuing a continuative learning process, schools then used resources available to develop learning modules due to unstable internet connectivity. Therefore, the teachers need to look at the teachers' experiences in learning modules to see what other interventions might be effective. This qualitative study examines the lived experiences of teachers in tertiary education institutions in the Philippines. The Colaizzi strategy by Shosa (2012) analyzed the participants' narrative responses. It brought the themes that speak of the positive and negative experiences in adapting the modules for instruction, injecting creativity in making learning modules, new teacher activities using modules, and doing student-centered modules. After working with the themes of the narrative given by the participants, the researcher then concluded that the need for teacher training for the success of teaching in higher education is needed given the reality that the Philippines has been numbered as one of the countries whose internet connectivity is weak. Adapting flexible learning modalities through modules is a tool in making learning effective and considerate for both teacher and learner in this current pandemic. Re-tooling and enhancing the capacity of teachers in higher education will greatly help so that the modular instruction as means for teaching be that effective."
        },
        {
          "id": "30",
          "paperId": "052",
          "title": "Communication Level Of Trainee Teachers From Institut Pendidikan Guru Kampus Pendidikan Teknik With Autistic Children",
          "authors": "Nur Qayyimah Mohd Zubaidi, Nik Farah ‘Aqilah Nik Mahadi, Hanani Harun Rasit & Syamsiah Mokhtar",
          "abstract": "This concept paper describes a study which will be conducted to identify the level of communication among trainee teachers at the Institut Pendidikan Guru Kampus Pendidikan Teknik (IPGKPT) with autistic children. A simple random sample selection will be implemented and 52 trainee teachers will be selected. This study will also use a quantitative method by using a questionnaire instrument. This method is the easiest way to obtain data to determine the level of communication of trainee teachers IPGKPT with autistic children. Researchers will use descriptive statistical methods to analyze the data collected with the help of Social Science Statistics Package (SPSS) programming software where it can help researchers to produce accurate calculations. Accordingly, the data analysis that will be done will also involve calculations using medians, percentages, mean scores and standard deviations for the variables involved. In fact, the data will also be translated in the form of graphs, tables or charts so that it is easier to understand. This study is anticipated to inform about the level of communication the teacher trainees have with the autistic children."
        },
        {
          "id": "31",
          "paperId": "055",
          "title": "Play-Based Intervention Training Program For Daycare Workers Attending To Children With Autism",
          "authors": "Raguindin, Raymond E",
          "abstract": "This research studied the teaching improvement of daycare workers in imitation, joint attention and language activities using the play-based early intervention training program in Cabanatuan City, Nueva Ecija. Focus group discussions were developed to explore the attitude, beliefs and practices of daycare workers. Findings of the study revealed that daycare workers have existing knowledge and experience in teaching children with Autism. Their workshops on managing inappropriate behaviors of children with Autism resulting in a general positive perception on accepting and teaching children with Autism in daycare centers. Play-based activities were modelled and participated in by daycare workers. These include demonstration, modelling, prompting and providing social reinforcers as reward. Five lectures and five training days were done to implement the training program. Daycare workers’ levels of skill in teaching imitation, joint attention and language were gathered before and after the participation in the training program. Findings suggest significant differences between pre-test and post-test scores. They have shown significant improvement in facilitating imitation, joint attention and language children with Autism after the play-based early intervention training. They were able to initiate and sustain imitation, joint attention and language activities with adequate knowledge and confidence. The following conclusions were drawn, existing attitude and beliefs greatly influenced the positive delivery mode of instruction, teacher-directed approach to improved attention, imitation, joint attention and language of children with Autism can be acquired by daycare workers and teaching skills and experience can be used as reference and basis for identifying future training needs."
        }
      ]
    },
    {
      "subTheme": "Transition from School to Employment",
      "listOfPapers": [
        {
          "id": "32",
          "paperId": "049",
          "title": "Special Chef Corner Programme: A Job Skills Training Practice As A Preparation For Career Transition Programme",
          "authors": "Ilmiah binti Tumian, Sujatha A/P Veeriah & Norfarhana binti Johari",
          "abstract": "This study was conducted to discuss the implementation of Job Skills Training (JST) activities for Special Needs Students (SNS) in Special Education Integration Programme (SEIP), Bandar Sungai Buaya Secondary School. Information and research data were obtained through mixed methods (qualitative and quantitative) with 2 existing SEIP teachers, school administrators and also the school canteen operators to identify issues and problems that cause JST activities to stop. The findings show that the purpose of the implementation of this JST needs to be explained to the relevant parties. Implementation methods and procedures also need to be improved. The Kaizen approach is used. Following that, SNS SEIP Bandar Sungai Buaya Secondary School has implemented a Special Chef Corner Programme which involved 3 teachers, 13 SNSs during break time and 4 SNSs in the afternoon. The implementation of Special Chef Corner Programme has been carried well in 2018 and 2019. SEIP students are also more confident, cheerful and able to socialize well. This programme has indirectly provided services to Form 3 and Form 5 students who need to attend extra classes in the afternoon. The idea of this Special Chef Corner Programme successfully improved the implementation of JST activities and was further effective in resolving the challenges of SNS's preparation for the Career Transition Programme."
        }
      ]
    },
    {
      "subTheme": "Empowering Families and Communities for Children with Special Educational Needs",
      "listOfPapers": [
        {
          "id": "33",
          "paperId": "016",
          "title": "School Based Intervention For Children With Autism Spectrum Disorder",
          "authors": "Karina Wahyu Dewi, Endang Purbaningrum, I Ketut Budayasa & Asri Wijiastuti",
          "abstract": "School-based intervention can be used to solve the problems of children with autism spectrum disorders who are in the lower-middle economic class. This research aimed to find out the types of intervention in school-based interventions and implementation of school-based interventions for children with autism spectrum disorders. This research used a literature study with a qualitative approach consisting of three stages, data collection, data analysis, and conclusion/drawing. The literature was collected from various sources related to school-based interventions for children with autism spectrum disorders. Eleven out of twelve articles showed that school-based interventions with multiple types of intervention could provide positive benefits for developing social communication and behavior of children with autism spectrum disorders. The implementation of school-based interventions consists of 4 stages, namely: (1) identification and assessment, (2) program planning, (3) program implementation, (4) program evaluation. School-based interventions for children with autism spectrum disorders are strategic solutions to overcome children's social-communication and behavior problems and obstacles without spending more."
        },
        {
          "id": "34",
          "paperId": "003",
          "title": "Challenges And Coping Strategies Of Special Education Teachers With Online And Modular Learning",
          "authors": "Sally M. Lopez",
          "abstract": "This study aimed to investigate how Special Education (SpEd) teachers are coping with the challenges of online and modular learning brought about by the pandemic. This study utilized an online questionnaire which asked SpEd teachers from public and private schools regarding challenges and problems they encounter; coping strategies that they perform; and recommendations they may give to mitigate the problems being experienced. 43 SpEd teachers responded to the online questionnaire. The researcher also conducted a virtual focused group discussion (FGD) with 14 SpEd teachers, in attendance, to validate the responses. Among the mentioned roles of a SpEd teacher, more than half identified screening (intake of new students to the SpEd program) and choosing appropriate teaching strategies as challenging or they were able to do so after performing adjustments. Almost half of the respondents identified assessment (identifying students’ performance for the school year) and creating Individualized Educational Plans (IEPs) as very challenging or they were not able to do them anymore when they shifted to online learning. The most identified challenges encountered were: families lacking resources; slow/ intermittent internet connection; difficulty balancing time between teaching and family life; and students being more distracted at home. The most identified coping strategies were: seeking help from families for support, self-care tasks, time management, and praying. Most of the teachers identified having constant communication with their students’ families helped in the adjustment with online learning. On the recommendations, most of the teachers mentioned that there should be more teachers to be hired especially in the public school setting, implement adequate training to help teachers perform their roles accordingly, and provide clear guidelines that will be implemented by the school administration together with the teachers and families. The study then offered suggestions to help teachers cope with online and modular learning."
        }
      ]
    },
    {
      "subTheme": "Learning and Innovation for Students with Special Educational Needs",
      "listOfPapers": [
        {
          "id": "35",
          "paperId": "009",
          "title": "How To Improve Autistic Student’s Handwriting",
          "authors": "Hui Ling Ch’ng & Aznan Che Ahmad",
          "abstract": "Autism is a lifelong neurological disorder that affects the weaknesses of memory and causes visual-motor coordination skills impairment. This problem constrains autistic students from mastering handwriting skills. Their handwriting is illegible. This single-subject design research aims to identify the effect of “Efficient Writing” on autistic students’ handwriting in the following aspects: visual motor skills and letter formation proficiency to improve the autistic students’ handwriting. In this study, the ABA design was selected. The study was carried out in an intervention centre at Seberang Perai Tengah, Penang. In this study, just one sample was used. The independent variable of this research is “Efficient Writing' which underpins the combination of the Brain Gym and The Size Matter Handwriting Programme concept that underlies the Bandura social cognitive learning theory. Over six weeks, “Efficient Writing” was implemented for 80 minutes daily by an experienced special education teacher. A pre-test was given in the first phase (baseline phase) before the intervention was implemented. During the intervention phase, the informal assessment was carried out to identify the respondent’s progress. A post-test was given after the treatment ended. The data collected during the intervention phase was analyzed using visual inspection. The documentation analysis was done on the respondent’s pre and post-test paper to support the data collected during the intervention phase. The outcome of the research shows that there is a significant difference in the respondent’s handwriting. The independent variable in this research, “Efficient Writing” can improve autistic students’ handwriting."
        },
        {
          "id": "36",
          "paperId": "015",
          "title": "Problem Of Sentence Structure Of Children With Hearing Impairment In Elementary School",
          "authors": "Munawir Yusuf, Feri Adriyanto, Priyono, Winda Greatta Zakiah & Soedjono",
          "abstract": "This study aims to find out the problem of sentence structure of deaf children in elementary school. The methods in this study are quantitative and qualitative. The subjects in the study were seven deaf children in grade 5 at one of Surakarta's outstanding private schools. The data collected in this study used oral tests and interviews. The data analysis technique used is data triangulation. The result of this study is the ability to structure the sentence structure of deaf children with normal children differently. Some deaf children have difficulty understanding between subjects, objects, and predicates in placing these elements reversed. As a result, the sentences spoken and written are meaningless, nor the information conveyed and written is not appropriate."
        },
        {
          "id": "37",
          "paperId": "026",
          "title": "Multisensory Learning Using Persuasive Technology For Efficient Adaptive Learning Of Children With Special Needs",
          "authors": "Dhaval Mody, Supriya Das, Vidhi Mody & Vrushti Mody",
          "abstract": "More than two decades ago, a need to change the instructional direction was identified so children with special needs can be served better. According to the educational standards students with disabilities should be provided with opportunities to realize their potential. However, millions of children in poor or developing countries lack access to schools and support services. The COVID-19 pandemic has amplified this struggle. Over the last decade, technology has advanced to a great extent. Technology can be a powerful tool for assisting children with special needs and can serve as a great equalizer. Persuasive Technologies can help overcome challenges in learning and developing by revolutionizing the way education is delivered. Web 2.0 has the ability to change the way people communicate and interact. Thus, we propose a solution which combines Persuasive Technology and Web 2.0 to bring a sense of normalcy, growth, and development to their children with special needs."
        },
        {
          "id": "38",
          "paperId": "028",
          "title": "Reducing Disruptive Behavior Among Special Education Needs Children Of  3 Bellatrix Through The ‘Indahnya Solat’ Activity",
          "authors": "Hazzizul Firdaus Bin Hodari, Nor Huda Binti Tumi’an, Marshella Binti Manshor & Mohd Rafizal Bin A Rahman",
          "abstract": "Indahnya Solat (Beautiful Prayer) is the best practice of behavior management for Students with Special Education Needs (SEN) learning problems implemented in the Special Education Integration Program Year 3 class involving 6 students in a school in Hulu Selangor. The purpose of this study as a way to educate SEN learning problems that often disagree, often fight, make too much noise, extreme movement and disturb peers in the classroom. Based on observations, such disruptive behaviors result in students being less focused and disrupt teaching and learning sessions. Therefore, this activity is expected to provide awareness and gentleness to SEN of the learning problems involved. It can also strengthen the practice of performing obligatory prayers 5 times a day at home. In line with the Malaysian National Education Philosophy, this activity is an effort to provide students who are balanced and harmonious in terms of intellectual, spiritual, emotional and physical. Qualitative methods were used for data collection and analysis through observations, interviews and document analysis. Findings from this study, found that 4 out of 6 SEN people with learning difficulties showed an increase in positive behaviors. The conclusion from this study, there are some improvements that need to be implemented to improve the student's potential as a continuation of the activity Indahnya Solat in order to bring better results and effects. Among them are the mentee mentor program, collaborative with Islamic Education subjects, Bestari Solat Camp and Implementation of Dhuha Prayer Activities."
        },
        {
          "id": "39",
          "paperId": "033",
          "title": "Enhancing Students’ Interest In Teaching Mathematics By Using Quizizz Apllication During Movement Control Order (MCO)",
          "authors": "Siti Faezah Binti Kadri & Nur Fajrina Binti Hayroman",
          "abstract": "Nowadays, online game like Quizizz is one of the alternative methods in interactive teaching and learning. This study aims to see the effectiveness of the use of this method to increase the students’ involvement and mastery in the topic ‘Whole Number’. The implementation of this method carries out during home-based learning sessions during the Movement Control Order (MCO), involving 8 students with learning disabilities from SMK Bukit Sentosa. The participants were selected based on the simple random sampling. The researchers chose the participants randomly without looking at any listed criteria. In the early stage, teachers find that students are not interested in doing offline assignments where students' mastery of learning topics are also very weak. The findings of the study show that there is increasing in students’ involvement by 50% based on the comparison of results made through pre test and post test. In addition, the research findings from the students’ feedback also show a tendency and interest in the method use. This method is also easing the teacher’s duty to prepare and monitor assignments given to students more effectively."
        },
        {
          "id": "40",
          "paperId": "036",
          "title": "Effectiveness Of Banknotes Big Book Towards Learning Mathematics For Students In Special Education Program",
          "authors": "Fhaziatul Hanom Binti Ibarhim & Muhammad Fahmi Faiz Bin Mohd Rosli",
          "abstract": "It is found that a large number of students in special education program in Malaysia struggled in recognising and using money in their daily life. Medical issues such as cerebral palsy, ADHD and others have a large impact to the educational development of these children. The researchers as teachers have found out that children are more responsive to colour, shapes and games. Hence, Big Book - Wang Kertas Malaysia is a teaching aid produced by the researchers to overcome the issue of unable to identify and use money from the value of MYR1 to MYR100 for students in special education program at Sekolah Kebangsaan Bukit Beruntung, Rawang, Selangor. This study was conducted quantitatively to collect the required data through worksheets, pre-tests and post-tests. The researcher conducted a survey involving a total of 30 students from special education class who study Mathematics using traditional learning strategies such as textbooks and exercise sheets in the topic of Money. After that, the same learning topic was taught with the addition of Big Book – Malaysian Banknotes. Before the intervention using the Big Book, these students are slow in learning and unable to pick up the lessons taught to them. However, after the inclusion of Big Book in their learning program, the findings of the study showed that 70% of Special Education students with Learning Disabilities are able to master the skills taught. They are also able to apply the concepts of Mathematics in daily life. The use of teaching aids Big Book - Malaysian Banknotes is expected to benefit students with special learning needs."
        },
        {
          "id": "41",
          "paperId": "038",
          "title": "Improving The Skill Of Recognising Capital Letters Alphabet A To Z For Slow Learner Pupils By Using “Kotak Teroka ABC”",
          "authors": "Nor Shahirah Afiqah Binti Mat Shater",
          "abstract": "This action research is the result of the researcher's awareness to improve teaching and facilitation methods (PdPc) based on the difficulties encountered by Special Education pupils (Learning Problems) in mastering the recognition of capital letters for alphabet A to Z using “Kotak Teroka ABC”. This study involved Year 6 Special Education pupils with moderate functional learning problems (slow learner) as an intervention tool used in Kuala Kubu Bharu School. There are two problems identified amongst the pupils in this study, namely the skill of recognising capital letters and the problem of attention span. This “Kotak Teroka ABC” emphasizes visual and tactile methods as well as learning methods while playing. Various themes and storytelling are applied in the “Kotak Teroka ABC” to attract pupils in improving their recognising capital letters. This study uses a combination of qualitative and quantitative methods through observation, pre-post test and document analysis. The results showed improvement in literacy skills, which is to recognise capital letters A to Z by using “Kotak Teroka ABC. In addition, pupils showed a positive attitude and increased concentration level. “Kotak Teroka ABC” can be modified and manipulated by substituting the capital letters with small letters as well as with numbers ranging 1 to 20. “Kotak Teroka ABC” can also can be tested on pupils with other types of learning problems and improved in the form of applications in line with the transformation of digital world towards using technology in 21st century learning. Therefore, Special Education teachers should be mindful of this fact and take action to improve the basic skills of 3M, especially recognising capital letters for alphabet A to Z among Special Education pupils with learning difficulties."
        },
        {
          "id": "42",
          "paperId": "043",
          "title": "Smart Partnership: Ring & Roll, Twist Long John",
          "authors": "Siti Nazmin Binti Mohd Yatim, Farahida Binti Sazali & Rohana Binti Ramli",
          "abstract": "This study was conducted to explore, understand and explain the implementation of the Smart Partnership Project: Ring & Roll, Twist Long John for the students with Special Needs Learning Disabilities (MBK BP) at SMK Syed Mashor, Hulu Selangor. A total of 8 students with moderate functional learning difficulties, 2 teachers and a PPM were involved in this study. Preliminary surveys found that the students, teachers and PPM faced some problems in following the bread making skills based on the National Occupational Skill Standard (NOSS) provided by the Department of Skills Development (JPK). Smart Partnership Project: Ring & Roll, Twist Long John is implemented to create a smart partnership between the school and professionals in related industries. Qualitative methods and case study strategies were conducted for data collection and analysis through the observation, interview and document analysis methods. The findings of the study have been able to identify and explain in detail about the implementation of the Smart Partnership Project: Ring & Roll, Twist Long John MBK BP in this school. As a result, the study was successfully and the module will be designed so that it can be used as a guideline as an implementation of smart partnership in the future."
        },
        {
          "id": "43",
          "paperId": "054",
          "title": "Perkins Quality Indicators: A Metric To Measure, Support & Document Growth In Program Quality",
          "authors": "Deborah Gleason",
          "abstract": "The Perkins Quality Indicators (PQI) provide a metric to measure, support and document growth in program quality for programs serving children and youth with multiple disabilities.  The Perkins Quality Indicators are a tool designed to be used to assess a program by identifying current good practices and areas for improvement to aid in planning for program growth. Program staff may use the PQI for self-reflection, evaluation and planning. The tool may also be used by program administrators and external evaluators, in collaboration with program staff. The PQI support development of priorities for both teacher professional development and school-based development, at individual, local, district, division, regional, and national levels, and document growth of an educational program over time. The PQI address 9 areas:  building community/ inclusive culture, program planning and classroom organization, learning environment and materials, communication and social relationships, assessment and progress monitoring, curriculum and instruction, family support, administration and support, and governmental collaborations.  The PQI can be adapted for specific cultural contexts.  In 2020, Perkins International collaborated with the Philippines Department of Education and partners in the Philippines to adapt the PQI for the Philippines educational context. This paper will describe the collaborative process used to adapt the PQI for programs serving students with sensorial disabilities in the Philippines, with the subsequent endorsement by the Philippines Department of Education."
        },
        {
          "id": "44",
          "paperId": "056",
          "title": "Implementation Of The Smart Solat Camp For Special Needs Students In Yan District",
          "authors": "Mohd Noor Akmal Bin Hashim & Norshidah Mohd Salleh",
          "abstract": "Learning in Islamic Education is the ultimate goal in enhancing the character and faith for muslim’s students. Among the things that are emphasized in the subjects of Islamic Education is the prayer of worship. Children with special needs are not exempt from performing prayers as long as fulfilling obligations and can perform solah just as much as they can. Parents and teachers play a role in guiding children with special needs so they can perform the prayers. This study aims to examine the approaches used by teachers of Islamic education in implementation of the worship service through the Special Education Smart Prayer Camp Model which is available in the J-QAF programme at three Special Education Class Learning (SECL) in Yan district involving special education teachers of Islamic education. The servay methodology used interviews and observations to involve qualitative data. Because of that, the implementation of the J-QAF programme in Special Education is one of the government's initiatives to special needs students. The J-QAF’s programme is part of the efforts of the Special Education Division to produce human capital and further the gap education that is the goal of the Ministry of Education Malaysia."
        },
        {
          "id": "45",
          "paperId": "064",
          "title": "Liveworksheet: The Effectiveness Of Quiz Assignment Submission Among SENP",
          "authors": "Nik Zatul-Iffah binti N Mohd Nabil",
          "abstract": "This action research was implemented to improve the delivery of assignments by special education needs pupils (SENP) during home learning session for the subject of Information and Communication Technology (ICT). The target group involves 5 SENP Year 4 pupils, SK Jalan Enam, Bandar Baru Bangi, Selangor. This SENP consists of an autistic pupil, a Down Syndrome pupil and three pupils with intellectual disabilities. Preliminary surveys were carried out through reviewing of pupil’s work and observations. Preliminary survey results showed that SENP did not submit the assignments that they were supposed to do. Researcher used Liveworksheet digital application to overcome this problem. The instruments used were through observation method, data collection and questionnaires. The results of the study showed that SENP have shown some improvement in submitting the assignments timely and consistently. The implication of this study is that educators can use the Liveworksheet digital application to attract pupils’ attention as well as to improve the submission of assignments among SENP. Hence, educators should use variety of other applications of game-based systems during home learning and continue to seek out these innovative approaches. SENP really enjoy the online digital application as determined from verbal feedback and their request in play Liveworksheet."
        },
        {
          "id": "46",
          "paperId": "042",
          "title": "Predictive Distinctives Towards Engagement In Inclusive Education",
          "authors": "Janine Joy L. Tenerife",
          "abstract": "Inclusion provides that equal access to quality education is a fundamental right granted to everyone, regardless of the differences, features, and characteristics. Undoubtedly, teachers play an indispensable role in the success of such educational mantra. This research assessed the competency of the regular public elementary school teachers handling inclusive classes; and the benefits of inclusive education during school year 2019 to 2020 in Cebu City to propose an appropriate and relevant development plan. There were 63 respondents who were identified using cluster sampling and were asked to answer the adapted survey questionnaire. The data gathered were organized and treated statistically using frequency count, percentage, weighted mean, Pearson r and multiple regressions. Findings showed that most of the respondents were females whose field of specialization were not aligned with special education and were not exposed to relevant trainings in inclusion. Moreover, the respondents perceived themselves to be highly competent in handling inclusive classes; and viewed inclusive education to be highly beneficial for the learners with and without special needs. There was a significant relationship between the teachers’ competence in handling inclusive classrooms and the benefits of education. Lastly, there was no significant relationship between the respondents’ profile and their perceived competence. Thus, it is highly recommended that the proposed teachers’ development plan of this study be adopted, implemented, and monitored to continuously enhance the teachers’ competence in implementing inclusion for the benefits of the students with or without special needs."
        }
      ]
    },
    {
      "subTheme": "Early Intervention",
      "listOfPapers": [
        {
          "id": "47",
          "paperId": "002",
          "title": "Attitudes Of Students Towards The Deaf And Hard Of Hearing Inclusive Secondary Education",
          "authors": "Roy S. Daz",
          "abstract": "The research centers on determining the attitudes of students towards the deaf and hard of hearing (DHH) inclusive secondary education. The study was conducted at La Salle Green Hills Adult Night High School in School Year 2019-2020. The researcher of the study used the purposive sampling technique in choosing its DHH respondents and convenience sampling technique in choosing its hearing students and teacher respondents. This study made use of the descriptive method of research design in the hope of seeking and describing the current status of the variables involved in the study. On the basis of the findings in this study, the researcher concludes that (a) both hearing students and DHH students have a strong positive cognitive attitude towards inclusion, (2) both hearing students and DHH students have a strong positive affective attitude towards inclusion, (3) DHH students have a positive behavioral attitude towards inclusion while hearing students have a strong positive behavioral attitude, and (d) there is no significant difference between the overall attitudes of the respondents toward DHH inclusive secondary classroom. This implies that both respondents have common cognitive, affective, and behavioral actions in an inclusive secondary education. Awareness/orientation programs, faculty development sessions, more collaborative activities between hearing and DHH learners, sign language classes, training for interpreters in the subjects they are assigned to, and involvement of parents and guardians in the program are thought to be needed by the students and teachers of the school."
        },
        {
          "id": "48",
          "paperId": "022",
          "title": "The Evaluation Of “Efficient Writing” On Autistic Student In Intervention Center",
          "authors": "Hui Ling Ch’ng & Aznan Che Ahmad",
          "abstract": "Although most autistic students have difficulties in letter formation, studies on the development of autism writing skills are scarce. This study aims to evaluate the effectiveness of “Efficient Writing” on autistic students between 13 to 16 years old in an intervention center. “Efficient Writing” underpins the combination of Brain Gym and The Size Matter Handwriting Programme concepts. Only one autistic student who has severe handwriting difficulties was selected as the sample of this study by implementing the ABA design. Data was collected through repeated measurement of respondent's handwriting skill in terms of the neatness followed by documentation analysis and semi-structured interview. The result showed that respondent had made a significant improvement in handwriting. Respondent's handwriting remained neat even after the intervention had been withdrawn. The outcome also highlighted the importance of handwriting intervention among autistic students with dysgraphia."
        },
        {
          "id": "49",
          "paperId": "032",
          "title": "Applying Person Centered Planning To An Inclusive ECCD In Bhutan",
          "authors": "Namita Jacob & Yangree",
          "abstract": "A good Early Childhood Care and Development [ECCD] center serves as an effective bridge, between home and school, helping young children step gently into learning and widening their experiences of the world. The ECCD offers a safe and nurturing environment for all children while at the same time challenging them to develop independence and the tools of exploration. Perkins International developed an adapted version of the Person Centered Planning process at Hejo ECCD to help each family to share their child, and their dreams as well as their fears with the ECCD staff so the whole team could develop a map together for the year ahead. This powerful and positive process was first developed to support children with disabilities and delays and their families, but was quickly extended by the Director to cover all children in the center. The presentation describes the process and the ways in which it has served the children, the families, the facilitators and the management in their journey together."
        }
      ]
    },
    {
      "subTheme": "Policy on Disabilities",
      "listOfPapers": [
        {
          "id": "50",
          "paperId": "037",
          "title": "Experiencing And Coping With Social Stigma: Stories Of Mothers Of Disabled Children In South Punjab, Pakistan",
          "authors": "Rukhsana Ashiq & Aznan Che Ahmad",
          "abstract": "Our society has many social and cultural inequalities, common people face discrimination, inequality and hatred because of one’s religion, race, gender and social status. Life for disabled children and their parents is not easy go, they both have to suffer in their respective social environment. Our society is patriarchal, and all evil or bad things are attached to females. So, the first explanation for the birth of a disabled child revolves around between mother. From family members to neighbours, everyone blames the mother. This exploratory study is aimed to find out the social stigmas attached with mothers and how they cope with the social stigma to live a normal life. The study is qualitative by design, researchers used purposive sampling and used the in-depth interview as a tool for data collection. A total of 10 mothers of disabled children were interviewed, and data were analyzed by using thematic analysis. Results show that mother face and experience inhumane/ undesirable behaviour from family members and also from neighbours. They use a lot of different coping strategies such as religious, cultural and different social therapies to avoid the additional socio-psychological pressure due to the social stigma attached with them. Some of them also find social support from their husbands and in-laws but the overall behaviour of their village’s people remained negative and discouraging."
        },
        {
          "id": "51",
          "paperId": "068",
          "title": "Importance Of Entrepreneurship Skills Among Student With Learning Disabilities",
          "authors": "Parthiban Govindasamy, Noraini Binti Abdullah & Rohaizat Binti Ibrahim",
          "abstract": "Entrepreneurship is a best mechanism to boost up economy of a country. In addition, entrepreneurship skills fostering the innovation and productivity to develop the economy of a country as well as molding a person to be job creator rather than be a job seeker. Thus, entrepreneurship skills are an important key element towards enhancing an independent and productive living for student with learning disabilities. Student with learning disabilities is often categorized as unproductive children and neglected by the society. Students with learning disabilities are under-represented in the workforce, often facing discrimination by employers, and not served in good manner due to their inabilities. Hence, entrepreneurship skills are most powerful weapon to driven entrepreneurial spirit and giving practical competencies that enable to start an own business. In order to develop the entrepreneurship skills, government introduced entrepreneurship education in Malaysian National Curriculum in primary education, secondary education and tertiary education. However, entrepreneurship skills among students with learning disabilities remains behind in terms of research and the importance. Thus, more researches are very crucial on this field. Hence, the purpose of this study is to highlight the importance of entrepreneurship skills among students with learning disabilities. The impact of this study will provide a fundamental knowledge on the importance of entrepreneurship skills among student with learning disabilities for researchers in the future researches."
        }
      ]
    }
  ]
}
